{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta süt dökmüş kediye dönmek diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar.\", \"soru\": \"Bu metinde geçen \\\"süt dökmüş kediye dönmek\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"karar verip her şeyi göze almak\", \"sik_b\": \"dikkatsizliğini sonlandırmak\", \"sik_c\": \"çok utanmak\", \"sik_d\": \"çok sevinmek\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Paragraf\nAlt Konu: Ana Düşünce\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"I. 1903 yılında Fransız bir kimyager, deney tüpünü laboratuvarının zeminine düşürdü. Tüp kırıldı ancak dağılmadan tek parça hâlinde kalabildi. Kimyager, deney tüpünün içinde yer alan bir maddenin parçalanmayı engellediğini anladı ama üzerine fazla kafa yormadı. Ta ki bir aracın camının nasıl kırıldığını görene dek. Böylece kolay kırılmayan camı icat ettiğini fark etti. Bu buluşu 1920’lerde arabaların ön camında kullanılmaya başlandı. (Tesadüf)\\n\\nII. Lokantada sipariş ettiği patates kızartmasını beğenmeyen bir müşteri, patateslerin daha ince ve kızarmış olması gerektiğini belirtti. Bunun üzerine aşçı, patatesleri çok ince kesip kupkuru olana dek kızarttı. Patateslerin bu hâlini herkes çok beğendi ve patates cipsi bu şekilde ortaya çıktı. (Gözlem)\\n\\nIII. Sonar, bir gemi veya denizaltının yerini ses dalgaları yardımıyla belirleyen bir sistemdir. 1950’lerde bu sistemin tıpta da kullanılabileceği düşünülerek ultrason cihazı geliştirildi. Bu cihaz sayesinde anne karnından ses dalgaları geçirilerek bebeğin şekli görülebilmektedir. “Ultrasonik tarama” adı verilen bu işlem, anne karnındaki bebeklerin sağlık durumunu kontrol etmede kullanılmaktadır. (İlham).\", \"soru\": \"Numaralanmış parçaların hangilerinde, sözü edilen buluşun ortaya çıkışında yay ayraç içindeki kavram etkili olmuştur?\", \"sik_a\": \"I ve III\", \"sik_b\": \"Yalnız II\", \"sik_c\": \"II ve III\", \"sik_d\": \"Yalnız I\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Ben ki atalarımın sözünü kulağıma küpe ettim. Çünkü bilirim ki tecrübe eden, her birimizden daha bilgilidir. Görüp geçiren, bir tutulur mu kendi kabuğuna kapanıp kalanla? Tutulmaz elbet! Gel, sen sözümü yabana atma; altın ile bir tut bilge kelamını. Âlimin sözü bilgisiz için göz olur. Dinlemeyi bilirsen bak nasıl açılacak gözün, kulağın ve ruhun. Dilin daima tatlı, gözün pek olsun. Kulağın çift, ağzın tek olsun. Bu parçada; I. Âlim unutmuş, kalem unutmamış. II. Az söyle, çok dinle. III. Ulu sözü dinlemeyen, uluyakalır. atasözlerinden hangilerinin içeriğiyle örtüşen öğütler verilmiştir?.\", \"soru\": \"atasözlerinden hangilerinin içeriğiyle örtüşen öğütler verilmiştir?\", \"sik_a\": \"Yalnız I\", \"sik_b\": \"II ve III\", \"sik_c\": \"Yalnız II\", \"sik_d\": \"I ve III\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Zaman olursa kitap okuyacağım.\", \"sik_b\": \"Suyun tadı güzeldi.\", \"sik_c\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_d\": \"Arkadaşlarımı çok özledim.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Öykücü olmak ne demektir? Tanımlaması güç bir durum. Hele anlatı türlerinin birbirlerinin alanlarına nüfuz ettikleri, birbirlerinin tanımlarını ödünç aldıkları veya tanımlarına el koydukları günümüz edebiyatında. Şiir ile öykü, öykü ile roman, roman ile deneme elbette genel hatlarıyla birbirinden ayrılabilir ama öyle metinler var ki bütün bu anlatı türleri bir arada örülmüş. Öylesi metinler ki bunlar, öykünün bittiği yerde roman başlar gibi olurken araya sanki şiir giriyor, tam biterken yeniden öykü boy gösteriyor. Bu nedenle metinlerin bir karşılığını aramak bana doğru gelmiyor.\", \"soru\": \"Bu metinde yazarın asıl eleştirdiği durum aşağıdakilerden hangisidir?\", \"sik_a\": \"Tür özelliklerinin anlaşılmasının güçlüğü\", \"sik_b\": \"Öykünün her türün içinde erimesi\", \"sik_c\": \"Türü tanımlamada metin yapılarının esas alınması\", \"sik_d\": \"Türleri keskin çizgilerle ayırma çabası\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Yağmur yağarsa maç ertelenecek.\", \"sik_b\": \"Arkadaşlarımı çok özledim.\", \"sik_c\": \"Annem yemek hazırladı.\", \"sik_d\": \"Bahçede çiçekler açtı.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"2023 yılında Türkiye'deki iki alan daha UNESCO Dünya Mirası Listesi'ne kaydedildi. Bu alanlardan ilki, Ankara'nın Polatlı ilçesinde yer alan (I) Gordion'dur. Geçmişte Friglerin başkenti olan Gordion'daki anıtsal yapılar, dönemlerinin Anadolu'daki eşsiz örneklerini yansıtıyor. İkinci alan ise (II) 'Anadolu'nun Orta Çağ Dönemi Ahşap Direkli ve Kirişli Camileri'dir. Bu camiler, hipostil planlı anıtsal ahşap cami türünün Anadolu'daki en önemli örnekleridir. 13 ve 14. yy. larda inşa edilen bu yapılardaki ahşap kullanımı Türklerin Orta Asya (III) ve Anadolu'daki mimari üslubunu yansıtmaktadır. (IV) Herbiri İslam mimarlık tarihi açısından büyük öneme sahip olan bu camiler; Beyşehir Eşrefoğlu Camii, Sivrihisar Ulu Camii, Afyonkarahisar Ulu Camii, Kasabaköy Mahmut Bey Camii ve Arslanhane Camii'dir.\", \"soru\": \"Bu parçada numaralanmış sözlerin hangisinde yazım yanlışı yapılmıştır?\", \"sik_a\": \"II\", \"sik_b\": \"IV\", \"sik_c\": \"I\", \"sik_d\": \"III\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Annem yemek hazırladı.\", \"sik_b\": \"Arkadaşlarımı çok özledim.\", \"sik_c\": \"Çanta bulursan getirirsin.\", \"sik_d\": \"Kitap okumak çok zevklidir.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Dil Bilgisi\nAlt Konu: Fiilimsiler\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Açıklayıcı not: Bir cümledeki durum veya zamanı belirten fiilimsiler, zarf görevi üstlenirler. Örneğin: Murat Nehri donduğu zaman gençler, üzerindeki buzda top oynuyorlardı. (zamanı belirten) Gözlerini kitaptan ayırmeden sorduğum soruya verdiği cevap beni şaşırttı. (durum belirten) (I) Yaz mevsiminde tamamen kuruyan Kara Muğla Deresi'nin yolunu takip ederek Saburhane Meydanı'na doğru ilerlemekteyim. (II) Saburhane'nin sürpriz dolu sokaklarına doğru yürürken, yüzleri ısıtan ilkbahar güneşinin ağaçları canlandırması oldukça hissettiriyor. (III) Kaç kat kireçle boyandığını bilmemekle birlikte, bembeyaz evleri keşfetmek için sokaklara giriyorum. (IV) Evlerin ahşap kısımları, Saburhaneli kadınların özeniyle temizlenerek asılları ve büyüleyici güzellikleri ile bir sanat eserine dönüşmüş gibi görünüyor.\", \"soru\": \"Bu parçada numaralanmış cümlelerin hangisinde zarffiil yoktur?\", \"sik_a\": \"I\", \"sik_b\": \"II\", \"sik_c\": \"III\", \"sik_d\": \"IV\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"I. Bir tilki, gün doğarken gölgesinin uzunluğuna baktı ve şöyle dedi: \\\"Bugün öğle yemeğinde bir deve yiyeceğim. \\\" Ve bütün sabah deve arayıp durdu. Ama öğle güneşi yükseldiğinde gölgesinin ne kadar kısa olduğunu görünce kendi kendine şöyle söyledi: \\\"Bir fare de işimi görür. \\\"\\nII. Kavağın yanında bir kabak filizi boy vermişti. Bahar ilerledikçe kavak ağacına sarılarak yükselmeye başladı ve neredeyse onunla aynı boya geldi. Bir gün dayanamayıp kavağa sordu: \\\"Sen kaç ayda bu hâle geldin?\\\" \\\"On yılda. \\\" \\\"On yılda mı; ben neredeyse iki ayda seninle aynı boya geldim, dedi ve güldü. \\\" Günler günleri kovaladı. Sonbahar geldiğinde kabak önce üşümeye başladı, sonra yapraklarını düşürmeye. Endişeyle kavağa sordu: \\\"Neler oluyor bana?\\\" \\\"Kuruyorsun. \\\" \\\"Niçin?\\\" \\\"Benim on yılda geldiğim yere, iki ayda gelmeye çalıştığın için. \\\".\", \"soru\": \"Bu metinlerin ortak vurgusu aşağıdaki deyimlerden hangisiyle ifade edilebilir?\", \"sik_a\": \"Haddini bilmek\", \"sik_b\": \"Tepeden bakmak\", \"sik_c\": \"Bindiği dalı kesmek\", \"sik_d\": \"Başı göğe ermek\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"“Hayat Yaz Yağmuru Gibi” adlı tiyatro oyununda farklı insan karakterleri geçiş yapar sahneden. “” ilk çıkar sahneye. Hafif çiseleyen bir yaz yağmurunda bile elleri ayaklarına dolaşır onların. Pireyi deve yaparlar bir anda. Yaz yağmuru tufana dönüşürken kulakları tıkalı, gözleri kapalı olanlar da vardır. Evlerinin penceresinden izlerler etrafı, “” diye adlandırılırlar. Sırılsıklam ıslanma pahasına tufana göğüs gerenler de olur. Sel götürmesin diye etrafı, binbir türlü yol denerler. “----” diye bilinir onlar. Bir de “” vardır ki yağmurun tufana dönmesini bekleyip kendi önerilerine uymayanları suçlamakla mutlu olurlar. Tufan olurken etrafta göremezsiniz onları. Ne zaman ki tufan diner, tiyatro biter; o zaman sahne alırlar.\", \"soru\": \"Aşağıdakilerden hangisi bu metinde boş bırakılan yerlerden herhangi birine getirilemez?\", \"sik_a\": \"Ben demiştimciler\", \"sik_b\": \"Eyvah bittikçiler\", \"sik_c\": \"Dünyayı ben mi kurtaracağımcılar\", \"sik_d\": \"Sen yaparsıncılar\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Arkadaşlarımı çok özledim.\", \"sik_b\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_c\": \"Yağmur yağarsa maç ertelenecek.\", \"sik_d\": \"Sabah erken kalktım.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta kulağı küpe olmak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır.\", \"soru\": \"Bu metinde geçen \\\"kulağı küpe olmak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"karşı koymak, direnmek\", \"sik_b\": \"evlendirmek\", \"sik_c\": \"sıkıntı kaynağı olmak\", \"sik_d\": \"daha önce ders almış olmak\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Suyun tadı güzeldi.\", \"sik_b\": \"Hava güzel olursa pikniğe gideceğiz.\", \"sik_c\": \"Sabah erken kalktım.\", \"sik_d\": \"Arkadaşlarımı çok özledim.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Arkadaşlarımı çok özledim.\", \"sik_b\": \"Bahçede çiçekler açtı.\", \"sik_c\": \"Bana haber verirsen yardımcı olurum.\", \"sik_d\": \"Annem yemek hazırladı.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"A) Yeniden okunan bir kitabın dostluğunu taşır dalgalar / Yosunlar tanıdık satırlar olur (Benzetme)\\nB) Yükseğinde büyük namlı karın var / Alçağında mor sümbüllü bağın var (Karşıtlık)\\nC) Bu yağmur, bu yağmur bir gün dinince / Aynalar yüzümü tanımaz olur (Kişileştirme)\\nD) Kazanmak istersen sen de zaferi / Gürleyen sesinle doldur gökleri (Konuşturma).\", \"soru\": \"Aşağıdaki dizelerin hangisinde yay ayraç içinde verilen söz sanatı yoktur?\", \"sik_a\": \"Yükseğinde büyük namlı karın var / Alçağında mor sümbüllü bağın var (Karşıtlık)\", \"sik_b\": \"Yeniden okunan bir kitabın dostluğunu taşır dalgalar / Yosunlar tanıdık satırlar olur (Benzetme)\", \"sik_c\": \"Kazanmak istersen sen de zaferi / Gürleyen sesinle doldur gökleri (Konuşturma)\", \"sik_d\": \"Bu yağmur, bu yağmur bir gün dinince / Aynalar yüzümü tanımaz olur (Kişileştirme)\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde yazım kurallarına dikkat etmek iletişimin sağlıklı olması açısından oldukça önemlidir. Özellikle sosyal medyada ve mesajlaşma uygulamalarında hatalı yazımlar sıkça karşımıza çıkar. Dilbilgisi kurallarını bilmek, doğru ve etkili anlatımın temelini oluşturur. Okullarda bu konulara yönelik eğitimler verilerek öğrencilerin doğru yazı yazma becerileri geliştirilir. Yazım yanlışı yapmamak için şüphe duyduğumuz kelimeleri sözlükten kontrol etmek faydalı olacaktır. Yazım yanlışları bazen anlam kaymalarına yol açabilir. Uygulanan kurallar zamanla alışkanlık hâline gelir. Doğru yazı, düşüncelerimizin daha net anlaşılmasını sağlar. Bir kelimenin doğru yazılışını öğrenmek, onu sürekli kullanarak pekişir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde yazım yanlışı vardır?\", \"sik_a\": \"Bu işi gözyaşı yapabilirim.\", \"sik_b\": \"Bu işi birdenbire yapabilirim.\", \"sik_c\": \"Bu işi karşılık yapabilirim.\", \"sik_d\": \"Bu işi güzelce yapabilirim.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Annem yemek hazırladı.\", \"sik_b\": \"Sınavı kazanırsan ödül alacaksın.\", \"sik_c\": \"Ders çalışmak gerekiyor.\", \"sik_d\": \"Suyun tadı güzeldi.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Sabah erken kalktım.\", \"sik_b\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"sik_c\": \"Kitap okumak çok zevklidir.\", \"sik_d\": \"Annem yemek hazırladı.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Sabah erken kalktım.\", \"sik_b\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"sik_c\": \"Ders çalışmak gerekiyor.\", \"sik_d\": \"Bugün sahilde yürüyüş yaptık.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta ipe un sermek diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır.\", \"soru\": \"Bu metinde geçen \\\"ipe un sermek\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"işi sürüncemeye sokmak, zamanı uzatmak\", \"sik_b\": \"çok dikkatli olmak\", \"sik_c\": \"önemsiz bahaneler\", \"sik_d\": \"karar verip her şeyi göze almak\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Bir kitabım, okuyanı düşünmeye sevk etmezse, çabucak anlaşılırsa yazdıklarım kusurlu demektir. Okuyucular üslubumu basitleştirmemi isteseler de ben okuyucunun eserim üzerine kafa yormasını, gerekirse onu tekrar tekrar okumasını isterim. Eserlerimdeki yoğunluğun, anlam çeşitliliğinin nedeni budur. Bu yüzden eserlerimin çok satılmamasını hiç önemsemiyorum.\", \"soru\": \"Düşüncelerini bu şekilde dile getiren yazarla ilgili aşağıdakilerden hangisi söylenemez?\", \"sik_a\": \"Maddi kaygı gözetmeden kitap yazar.\", \"sik_b\": \"Anlaşılması için üzerinde çok düşünülmesi gereken eserler kaleme alır.\", \"sik_c\": \"Okuyucunun beklentilerini önemsemez.\", \"sik_d\": \"Okurların ilgisini çekmeyen konulara değinir.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta kulak kesilmek diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır.\", \"soru\": \"Bu metinde geçen \\\"kulak kesilmek\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"kendi işini kendi halletmek\", \"sik_b\": \"çok utanmak\", \"sik_c\": \"dikkatle dinlemek\", \"sik_d\": \"çok çeşitli bahaneler sunmak\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Suyun tadı güzeldi.\", \"sik_b\": \"Kitap okumak çok zevklidir.\", \"sik_c\": \"Dün sinemaya gittik.\", \"sik_d\": \"Akşam erken gelirse film izleriz.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta ter dökmek diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır.\", \"soru\": \"Bu metinde geçen \\\"ter dökmek\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"izin vermek, fırsat tanımak\", \"sik_b\": \"çok sinirlenmek veya şaşırmak\", \"sik_c\": \"çalışmak, emek vermek\", \"sik_d\": \"çok titiz davranmak\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"2023 yılında Türkiye'deki iki alan daha UNESCO Dünya Mirası Listesi'ne kaydedildi. Bu alanlardan ilki, Ankara'nın Polatlı ilçesinde yer alan (I) Gordion'dur. Geçmişte Friglerin başkenti olan Gordion'daki anıtsal yapılar, dönemlerinin Anadolu'daki eşsiz örneklerini yansıtıyor. İkinci alan ise (II) 'Anadolu'nun Orta Çağ Dönemi Ahşap Direkli ve Kirişli Camileri'dir. Bu camiler, hipostil planlı anıtsal ahşap cami türünün Anadolu'daki en önemli örnekleridir. 13 ve 14. yy. larda inşa edilen bu yapılardaki ahşap kullanımı Türklerin Orta Asya (III) ve Anadolu'daki mimari üslubunu yansıtmaktadır. (IV) Herbiri İslam mimarlık tarihi açısından büyük öneme sahip olan bu camiler; Beyşehir Eşrefoğlu Camii, Sivrihisar Ulu Camii, Afyonkarahisar Ulu Camii, Kasabaköy Mahmut Bey Camii ve Arslanhane Camii'dir.\", \"soru\": \"Bu parçada numaralanmış sözlerin hangisinde yazım yanlışı yapılmıştır?\", \"sik_a\": \"III\", \"sik_b\": \"I\", \"sik_c\": \"II\", \"sik_d\": \"IV\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Çalışkan olursanız başarıyı yakalarsınız.\", \"sik_b\": \"Dün sinemaya gittik.\", \"sik_c\": \"Ders çalışmak gerekiyor.\", \"sik_d\": \"Suyun tadı güzeldi.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Sınavı kazanırsan ödül alacaksın.\", \"sik_b\": \"Suyun tadı güzeldi.\", \"sik_c\": \"Taze ekmek aldık.\", \"sik_d\": \"Annem yemek hazırladı.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Bir saat, her zaman bir saatlik zaman dilimi olarak hissedilmez; kimi zaman uzayıp bir gün olur, kimi zaman birkaç savruk dakika. İnsan sevdiği bir eylemi gerçekleştirirken akrep ve yelkovan yarışa koşar. Su gibi zaman donar; akıp gider, fark edilmez. Bazen de kaplumbağanın dünya turu misali ağır aksak yürür. Saniyeler dakika, dakikalar saatler o vakit ve gözler her daim akrep ile yelkovanın üzerinde. Kim bilir ömür hırsızı ne anlar vardır insanın, zamandan zaman çalan. İnsanın yaşadığı süreden, geçmek bilmeyen o anlar çıkarıldığında artakalan şey ömürdür.\", \"soru\": \"Bu parçada altı çizili sözle aşağıdakilerden hangisi anlatılmak istenmiştir?\", \"sik_a\": \"Her dakikanın dolu dolu geçirilmesinin amaçlandığı\", \"sik_b\": \"Zamanın bir an önce geçmesinin istendiği\", \"sik_c\": \"Yaşanan mutluluğun bitmesinden korkulduğu\", \"sik_d\": \"İşlerin vaktinde yapılması için gayret edildiği\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Annem yemek hazırladı.\", \"sik_b\": \"Bahçede çiçekler açtı.\", \"sik_c\": \"Taze ekmek aldık.\", \"sik_d\": \"Yağmur yağarsa maç ertelenecek.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Bahçede çiçekler açtı.\", \"sik_b\": \"Annem yemek hazırladı.\", \"sik_c\": \"Eğer zamanında gelirse birlikte çıkarız.\", \"sik_d\": \"Bugün sahilde yürüyüş yaptık.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Suyun tadı güzeldi.\", \"sik_b\": \"Taze ekmek aldık.\", \"sik_c\": \"Dün sinemaya gittik.\", \"sik_d\": \"Çalışkan olursanız başarıyı yakalarsınız.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta kulak asmamak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır.\", \"soru\": \"Bu metinde geçen \\\"kulak asmamak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"dikkate almamak\", \"sik_b\": \"çok karanlık veya kalabalık olmak\", \"sik_c\": \"lütfen yapma veya yap\", \"sik_d\": \"önem vermemek\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Annem yemek hazırladı.\", \"sik_b\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"sik_c\": \"Ders çalışmak gerekiyor.\", \"sik_d\": \"Sabah erken kalktım.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Zaman olursa kitap okuyacağım.\", \"sik_b\": \"Ders çalışmak gerekiyor.\", \"sik_c\": \"Arkadaşlarımı çok özledim.\", \"sik_d\": \"Suyun tadı güzeldi.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Zaman olursa kitap okuyacağım.\", \"sik_b\": \"Ders çalışmak gerekiyor.\", \"sik_c\": \"Arkadaşlarımı çok özledim.\", \"sik_d\": \"Bahçede çiçekler açtı.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Aynı sözcüklerden oluşan sözcük grupları ve birleşik sözcüklerin birlikte mi ayrı mı yazılacağına karar vermek için cümledeki anlama bakılır. Örneğin \\\"yer\\\" ve \\\"altı\\\" sözcükleri: 1. \\\"Yerin altı (yer altı)\\\" anlamına gelebilir. Bu durumda \\\"anlamsal şeffaflık\\\" vardır (anlam, tek tek sözcüklerden açıktır), sözcük grubu işlevi görür ve ayrı yazılır. 2. \\\"Gizli ve yasa dışı (yeraltı)\\\" anlamına da gelebilir. Bu ikinci durumda, \\\"anlamsal şeffaflık\\\" olmadığında, \\\"yeraltı\\\" sözcüğü farklı bir kavramı temsil ettiği için yeni bir sözcük olarak kabul edilir ve birlikte yazılır.\", \"soru\": \"Bu metne göre aşağıdakilerin hangisinde altı çizili sözün yazımı yanlıştır?\", \"sik_a\": \"Müzenin kurulmasına önayak olan sanatçılarımıza, katkılarından dolayı minnettarız.\", \"sik_b\": \"Kendisine çok iyi bakacağımı, isterse sağ kolum olabileceğini söyledim.\", \"sik_c\": \"Gözlerini açar açmaz, baş ucunda bekleyenlere gülümsemeyi ihmal etmedi.\", \"sik_d\": \"Büyük bir maharetle attığı topun kaleye girmesine bıçaksırtı kalmıştı.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta içi içine sığmamak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar.\", \"soru\": \"Bu metinde geçen \\\"içi içine sığmamak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"ilişkiyi tamamen bitirmek\", \"sik_b\": \"çok heyecanlanmak\", \"sik_c\": \"önemsememek\", \"sik_d\": \"önem vermemek\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"“Hayat Yaz Yağmuru Gibi” adlı tiyatro oyununda farklı insan karakterleri geçiş yapar sahneden. “” ilk çıkar sahneye. Hafif çiseleyen bir yaz yağmurunda bile elleri ayaklarına dolaşır onların. Pireyi deve yaparlar bir anda. Yaz yağmuru tufana dönüşürken kulakları tıkalı, gözleri kapalı olanlar da vardır. Evlerinin penceresinden izlerler etrafı, “” diye adlandırılırlar. Sırılsıklam ıslanma pahasına tufana göğüs gerenler de olur. Sel götürmesin diye etrafı, binbir türlü yol denerler. “----” diye bilinir onlar. Bir de “” vardır ki yağmurun tufana dönmesini bekleyip kendi önerilerine uymayanları suçlamakla mutlu olurlar. Tufan olurken etrafta göremezsiniz onları. Ne zaman ki tufan diner, tiyatro biter; o zaman sahne alırlar.\", \"soru\": \"Aşağıdakilerden hangisi bu metinde boş bırakılan yerlerden herhangi birine getirilemez?\", \"sik_a\": \"Eyvah bittikçiler\", \"sik_b\": \"Ben demiştimciler\", \"sik_c\": \"Sen yaparsıncılar\", \"sik_d\": \"Dünyayı ben mi kurtaracağımcılar\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Kitap okumak çok zevklidir.\", \"sik_b\": \"Ders çalışmak gerekiyor.\", \"sik_c\": \"Annem yemek hazırladı.\", \"sik_d\": \"Bana haber verirsen yardımcı olurum.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"I. Bir tilki, sabahın ilk ışıklarında gölgesinin uzunluğuna baktı ve kendine güvenle şunları söyledi: \\\"Öğle yemeğinde bir deve yemek istiyorum. \\\" Bütün sabah deve aradı, ama öğle vakti olduğunda gölgesinin ne kadar kısaldığını görünce içinden şöyle geçirdi: \\\"Bir fare bile yeterli olur. \\\"\\n\\nII. Bir kabak filizi, bir kavağın yanında hızlı bir şekilde büyüdü ve bahar ilerledikçe kavağa sarılarak onunla aynı boyu neredeyse gördü. Bir gün kavağa sordu: \\\"Sen bu büyüklüğe kaç yıl da ulaştın?\\\" Kavak cevap verdi: \\\"On yıl sürdü. \\\" Kabak güldü ve \\\"On yıl mı? Ben neredeyse iki ayda seninle aynı seviyeye ulaştım\\\" dedi. Zaman geçtikçe sonbahar geldi ve kabak önce soğuk hava nedeniyle üşümeye, sonra da yapraklarını dökmeye başladı. Endişeyle kavağa sordu: \\\"Beni neler etkisi altına alıyor?\\\" Kavak cevap verdi: \\\"Kuruyorsun. \\\" Kabak \\\"Neden?\\\" diye sordu. Kavak \\\"Çünkü ben on yılda ulaştığım olgunluğa, sen çok kısa sürede ulaşmaya çalıştın\\\" dedi.\", \"soru\": \"Bu metinlerin ortak vurgusu aşağıdaki deyimlerden hangisiyle ifade edilebilir?\", \"sik_a\": \"Başı göğe ermek\", \"sik_b\": \"Haddini bilmek\", \"sik_c\": \"Tepeden bakmak\", \"sik_d\": \"Bindiği dalı kesmek\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Kitap okumak çok zevklidir.\", \"sik_b\": \"Suyun tadı güzeldi.\", \"sik_c\": \"Dün sinemaya gittik.\", \"sik_d\": \"Hava güzel olursa pikniğe gideceğiz.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Bu sabah erkenden kalktı. Her zamanki gibi elini yüzünü yıkayıp saçlarını taradı. Güneş, yeni yeni gösteriyordu yüzünü. Pencereyi açıp derin bir nefes aldı. Güneşin doğuşuyla aydınlanan gökyüzünü ve ufku taradı uzun bir süre. Sonra bahçenin ayrık otları ve taşlarla dolu toprağına takıldı gözleri. Dışarı çıkarak kullanacağı malzemeleri hazırladı özenle. Bahçenin bir bölümünü dikkatlice belledi. Toprağı tırmıkla tarayıp taşları ve otları ayırdı.\", \"soru\": \"Bu parçada “taramak” sözcüğü aşağıdaki anlamlarından hangisini karşılayacak şekilde kullanılmamıştır?\", \"sik_a\": \"Dikkatle bakmak, süzmek\", \"sik_b\": \"Bir şeyin içindeki gereksiz maddeleri ayıklamak\", \"sik_c\": \"Bir şeyin tellerini birbirinden ayırıp karışıklığını gidermek\", \"sik_d\": \"Kafasından geçirmek, belli belirsiz düşünmek\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Ben ki atalarımın sözünü kulağıma küpe ettim. Çünkü bilirim ki tecrübe eden, her birimizden daha bilgilidir. Görüp geçiren, bir tutulur mu kendi kabuğuna kapanıp kalanla? Tutulmaz elbet! Gel, sen sözümü yabana atma; altın ile bir tut bilge kelamını. Âlimin sözü bilgisiz için göz olur. Dinlemeyi bilirsen bak nasıl açılacak gözün, kulağın ve ruhun. Dilin daima tatlı, gözün pek olsun. Kulağın çift, ağzın tek olsun. Bu parçada; I. Âlim unutmuş, kalem unutmamış. II. Az söyle, çok dinle. III. Ulu sözü dinlemeyen, uluyakalır. atasözlerinden hangilerinin içeriğiyle örtüşen öğütler verilmiştir?.\", \"soru\": \"atasözlerinden hangilerinin içeriğiyle örtüşen öğütler verilmiştir?\", \"sik_a\": \"Yalnız I\", \"sik_b\": \"Yalnız II\", \"sik_c\": \"II ve III\", \"sik_d\": \"I ve III\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Sabah erken kalktım.\", \"sik_b\": \"Arkadaşlarımı çok özledim.\", \"sik_c\": \"Eğer zamanında gelirse birlikte çıkarız.\", \"sik_d\": \"Bahçede çiçekler açtı.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta ateş pahası diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır.\", \"soru\": \"Bu metinde geçen \\\"ateş pahası\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"iyilik yaparken zarar vermek\", \"sik_b\": \"çok pahalı\", \"sik_c\": \"işi zorlaştırmak\", \"sik_d\": \"lütfen yapma veya yap\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta katılmak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar.\", \"soru\": \"Bu metinde geçen \\\"katılmak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"çok çalışmak\", \"sik_b\": \"ilişkiyi tamamen bitirmek\", \"sik_c\": \"devam etmek\", \"sik_d\": \"isteksiz davranmak\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"I. Bir tilki, gün doğarken gölgesinin uzunluğuna baktı ve şöyle dedi: \\\"Bugün öğle yemeğinde bir deve yiyeceğim. \\\" Ve bütün sabah deve arayıp durdu. Ama öğle güneşi yükseldiğinde gölgesinin ne kadar kısa olduğunu görünce kendi kendine şöyle söyledi: \\\"Bir fare de işimi görür. \\\"\\nII. Kavağın yanında bir kabak filizi boy vermişti. Bahar ilerledikçe kavak ağacına sarılarak yükselmeye başladı ve neredeyse onunla aynı boya geldi. Bir gün dayanamayıp kavağa sordu: \\\"Sen kaç ayda bu hâle geldin?\\\" \\\"On yılda. \\\" \\\"On yılda mı; ben neredeyse iki ayda seninle aynı boya geldim, dedi ve güldü. \\\" Günler günleri kovaladı. Sonbahar geldiğinde kabak önce üşümeye başladı, sonra yapraklarını düşürmeye. Endişeyle kavağa sordu: \\\"Neler oluyor bana?\\\" \\\"Kuruyorsun. \\\" \\\"Niçin?\\\" \\\"Benim on yılda geldiğim yere, iki ayda gelmeye çalıştığın için. \\\".\", \"soru\": \"Bu metinlerin ortak vurgusu aşağıdaki deyimlerden hangisiyle ifade edilebilir?\", \"sik_a\": \"Başı göğe ermek\", \"sik_b\": \"Bindiği dalı kesmek\", \"sik_c\": \"Haddini bilmek\", \"sik_d\": \"Tepeden bakmak\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Arkadaşlarımı çok özledim.\", \"sik_b\": \"Dün sinemaya gittik.\", \"sik_c\": \"Kitap okumak çok zevklidir.\", \"sik_d\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Paragraf\nAlt Konu: Ana Düşünce\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"• ABD’de bulunan Mount Weather, felaket durumlarında devreye giren bir acil durum yerleşkesidir. 1958 yılında Sovyet Rusya’nın, Sputnik adlı uydusunu uzaya fırlatmasının ardından savunma amaçlı kurulmuştur. Yalnızca üst düzey devlet görevlilerinin girebildiği bu yerleşke, hem yer altında hem de yer üstünde bulundurduğu alanlarıyla yüksek güvenlik sağlamaktadır. • Fransa’da yer alan Lascaux Mağarası, insanlık tarihinde bilinen ilk duvar resimlerine sahip. 1940’ta keşfedilen bu mağaradaki resimlere vücut ısısı ve solunumdan kaynaklanan nem ve karbondioksit zarar verdiği için insanların buraya girmesine izin verilmiyor. 1979 yılında UNESCO tarafından Dünya Miras Listesi’ne alınan mağarada altı yüzden fazla duvar resmi bulunuyor. • Surtsey Adası, üç yıl süren volkanik patlamalar sonucunda 1963 yılında oluştu. Bu adada insan müdahalesi gerçekleşmeden oluşan ekosistem gözlemleniyor. Bunun için de adaya sadece bilim insanları kabul ediliyor. Fakat detaylı bir taramadan geçtikten sonra. Çünkü adaya dışarıdan herhangi bir tohumun getirilmemesi çok önemli.\", \"soru\": \"Bu metinlerde sözü edilen yerlerin ortak özelliği aşağıdakilerden hangisidir?\", \"sik_a\": \"Kültürel değere sahip olması\", \"sik_b\": \"İnsanların çoğu tarafından bilinmemesi\", \"sik_c\": \"Turistik ziyaretin mümkün olmaması\", \"sik_d\": \"Bilimsel çalışmalar için kullanılması\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Dün sinemaya gittik.\", \"sik_b\": \"Çanta bulursan getirirsin.\", \"sik_c\": \"Annem yemek hazırladı.\", \"sik_d\": \"Arkadaşlarımı çok özledim.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta dilinde tüy bitmek diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar.\", \"soru\": \"Bu metinde geçen \\\"dilinde tüy bitmek\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"ne düşündüyse söylemekten çekinmemek\", \"sik_b\": \"çok söylemekten yorulmak\", \"sik_c\": \"gücünün yettiğince\", \"sik_d\": \"çok titiz davranmak\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Ders çalışmak gerekiyor.\", \"sik_b\": \"Taze ekmek aldık.\", \"sik_c\": \"Yağmur yağarsa maç ertelenecek.\", \"sik_d\": \"Dün sinemaya gittik.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta elini taşın altına koymak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar.\", \"soru\": \"Bu metinde geçen \\\"elini taşın altına koymak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"gücünün yettiğince\", \"sik_b\": \"sorumluluk almak\", \"sik_c\": \"uğraşmaktan vazgeçmek\", \"sik_d\": \"kendini beğenmiş olmak, kibirli olmak\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta aklı havada diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır.\", \"soru\": \"Bu metinde geçen \\\"aklı havada\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"dalgın, dikkatsiz\", \"sik_b\": \"çok çeşitli bahaneler sunmak\", \"sik_c\": \"lütfen yapma veya yap\", \"sik_d\": \"karar verip her şeyi göze almak\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Kitap okumak çok zevklidir.\", \"sik_b\": \"Yağmur yağarsa maç ertelenecek.\", \"sik_c\": \"Bahçede çiçekler açtı.\", \"sik_d\": \"Sabah erken kalktım.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Dün sinemaya gittik.\", \"sik_b\": \"Çalışkan olursanız başarıyı yakalarsınız.\", \"sik_c\": \"Sabah erken kalktım.\", \"sik_d\": \"Taze ekmek aldık.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Hava güzel olursa pikniğe gideceğiz.\", \"sik_b\": \"Annem yemek hazırladı.\", \"sik_c\": \"Bahçede çiçekler açtı.\", \"sik_d\": \"Arkadaşlarımı çok özledim.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Çanta bulursan getirirsin.\", \"sik_b\": \"Sabah erken kalktım.\", \"sik_c\": \"Suyun tadı güzeldi.\", \"sik_d\": \"Bugün sahilde yürüyüş yaptık.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Ders çalışmak gerekiyor.\", \"sik_b\": \"Suyun tadı güzeldi.\", \"sik_c\": \"Bana haber verirsen yardımcı olurum.\", \"sik_d\": \"Taze ekmek aldık.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"I. Oda içinde dayanılmaz bir koku hakim olmuştu. II. Ne kadar gürültü çıkarsa çıksın, uykusu çok sâu olduğu için uyanamaz. III. Söylediği sözler çok soğuk ve inciticiydi. IV. Yediğim yemek mideyi zorluyordu. V. Taşıdığı paketler o kadar ağırdı ki, beli incindi ve dümdüz oldu.\", \"soru\": \"\\\"Ağır\\\" sözcüğü kaç farklı anlamda kullanılmıştır?\", \"sik_a\": \"2\", \"sik_b\": \"3\", \"sik_c\": \"4\", \"sik_d\": \"5\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Öykücü olmak ne demektir? Tanımlaması güç bir durum. Hele anlatı türlerinin birbirlerinin alanlarına nüfuz ettikleri, birbirlerinin tanımlarını ödünç aldıkları veya tanımlarına el koydukları günümüz edebiyatında. Şiir ile öykü, öykü ile roman, roman ile deneme elbette genel hatlarıyla birbirinden ayrılabilir ama öyle metinler var ki bütün bu anlatı türleri bir arada örülmüş. Öylesi metinler ki bunlar, öykünün bittiği yerde roman başlar gibi olurken araya sanki şiir giriyor, tam biterken yeniden öykü boy gösteriyor. Bu nedenle metinlerin bir karşılığını aramak bana doğru gelmiyor.\", \"soru\": \"Bu metinde yazarın asıl eleştirdiği durum aşağıdakilerden hangisidir?\", \"sik_a\": \"Türleri keskin çizgilerle ayırma çabası\", \"sik_b\": \"Tür özelliklerinin anlaşılmasının güçlüğü\", \"sik_c\": \"Öykünün her türün içinde erimesi\", \"sik_d\": \"Türü tanımlamada metin yapılarının esas alınması\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta kulağına küpe olmak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır.\", \"soru\": \"Bu metinde geçen \\\"kulağına küpe olmak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"ders almak, unutmamak\", \"sik_b\": \"isteksiz davranmak\", \"sik_c\": \"kendini beğenmiş olmak, kibirli olmak\", \"sik_d\": \"yaptığı işten zevk almak\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"A) Yeniden okunan bir kitabın dostluğunu taşır dalgalar / Yosunlar tanıdık satırlar olur (Benzetme)\\nB) Yükseğinde büyük namlı karın var / Alçağında mor sümbüllü bağın var (Karşıtlık)\\nC) Bu yağmur, bu yağmur bir gün dinince / Aynalar yüzümü tanımaz olur (Kişileştirme)\\nD) Kazanmak istersen sen de zaferi / Gürleyen sesinle doldur gökleri (Konuşturma).\", \"soru\": \"Aşağıdaki dizelerin hangisinde yay ayraç içinde verilen söz sanatı yoktur?\", \"sik_a\": \"Yeniden okunan bir kitabın dostluğunu taşır dalgalar / Yosunlar tanıdık satırlar olur (Benzetme)\", \"sik_b\": \"Bu yağmur, bu yağmur bir gün dinince / Aynalar yüzümü tanımaz olur (Kişileştirme)\", \"sik_c\": \"Yükseğinde büyük namlı karın var / Alçağında mor sümbüllü bağın var (Karşıtlık)\", \"sik_d\": \"Kazanmak istersen sen de zaferi / Gürleyen sesinle doldur gökleri (Konuşturma)\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"A) Yeniden okunan bir kitabın dostluğunu taşır dalgalar / Yosunlar tanıdık satırlar olur (Benzetme)\\nB) Yükseğinde büyük namlı karın var / Alçağında mor sümbüllü bağın var (Karşıtlık)\\nC) Bu yağmur, bu yağmur bir gün dinince / Aynalar yüzümü tanımaz olur (Kişileştirme)\\nD) Kazanmak istersen sen de zaferi / Gürleyen sesinle doldur gökleri (Konuşturma).\", \"soru\": \"Aşağıdaki dizelerin hangisinde yay ayraç içinde verilen söz sanatı yoktur?\", \"sik_a\": \"Kazanmak istersen sen de zaferi / Gürleyen sesinle doldur gökleri (Konuşturma)\", \"sik_b\": \"Yükseğinde büyük namlı karın var / Alçağında mor sümbüllü bağın var (Karşıtlık)\", \"sik_c\": \"Yeniden okunan bir kitabın dostluğunu taşır dalgalar / Yosunlar tanıdık satırlar olur (Benzetme)\", \"sik_d\": \"Bu yağmur, bu yağmur bir gün dinince / Aynalar yüzümü tanımaz olur (Kişileştirme)\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Bana haber verirsen yardımcı olurum.\", \"sik_b\": \"Arkadaşlarımı çok özledim.\", \"sik_c\": \"Suyun tadı güzeldi.\", \"sik_d\": \"Sabah erken kalktım.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde yazım kurallarına dikkat etmek iletişimin sağlıklı olması açısından oldukça önemlidir. Özellikle sosyal medyada ve mesajlaşma uygulamalarında hatalı yazımlar sıkça karşımıza çıkar. Dilbilgisi kurallarını bilmek, doğru ve etkili anlatımın temelini oluşturur. Okullarda bu konulara yönelik eğitimler verilerek öğrencilerin doğru yazı yazma becerileri geliştirilir. Yazım yanlışı yapmamak için şüphe duyduğumuz kelimeleri sözlükten kontrol etmek faydalı olacaktır. Bir kelimenin doğru yazılışını öğrenmek, onu sürekli kullanarak pekişir. Yazım yanlışları bazen anlam kaymalarına yol açabilir. Uygulanan kurallar zamanla alışkanlık hâline gelir. Doğru yazı, düşüncelerimizin daha net anlaşılmasını sağlar.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde yazım yanlışı vardır?\", \"sik_a\": \"Bu işi karşılık yapabilirim.\", \"sik_b\": \"Bu işi sevinç yapabilirim.\", \"sik_c\": \"Bu işi bu arada yapabilirim.\", \"sik_d\": \"Bu işi içeri yapabilirim.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Bir saat, her zaman bir saatlik zaman dilimi olarak hissedilmez; kimi zaman uzayıp bir gün olur, kimi zaman birkaç savruk dakika. İnsan sevdiği bir eylemi gerçekleştirirken akrep ve yelkovan yarışa koşar. Su gibi zaman donar; akıp gider, fark edilmez. Bazen de kaplumbağanın dünya turu misali ağır aksak yürür. Saniyeler dakika, dakikalar saatler o vakit ve gözler her daim akrep ile yelkovanın üzerinde. Kim bilir ömür hırsızı ne anlar vardır insanın, zamandan zaman çalan. İnsanın yaşadığı süreden, geçmek bilmeyen o anlar çıkarıldığında artakalan şey ömürdür.\", \"soru\": \"Bu parçada altı çizili sözle aşağıdakilerden hangisi anlatılmak istenmiştir?\", \"sik_a\": \"Zamanın bir an önce geçmesinin istendiği\", \"sik_b\": \"Her dakikanın dolu dolu geçirilmesinin amaçlandığı\", \"sik_c\": \"Yaşanan mutluluğun bitmesinden korkulduğu\", \"sik_d\": \"İşlerin vaktinde yapılması için gayret edildiği\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta taş üstünde taş bırakmamak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır.\", \"soru\": \"Bu metinde geçen \\\"taş üstünde taş bırakmamak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"aniden\", \"sik_b\": \"aşırı övmek\", \"sik_c\": \"her şeyi yıkmak\", \"sik_d\": \"birini özlemek ve beklemek\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Paragraf\nAlt Konu: Ana Düşünce\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"7. ÇEVRESEL PERFORMANS İNCELEMESİ RAPORU'NA GÖRE TÜRKİYE 2008 yılındaki Çevresel Performans İncelemesi'nden bu yana Türkiye; hava kirliliği, enerji kullanımı ve su tüketiminin azaltılması konularında ilerleme kaydetti. 11 yılda Türkiye'de kaydedilen gelişmeler şunlardır: Güneş, rüzgâr, jeotermal ve hidroelektrik enerjisinde, kurulu kapasite bakımından dünyanın önde gelen ülkelerinden biri oldu. Zi 707 Di Yirmi beş hidrolik havza / sö 5 > > Çevre ile ilgili konular, tespit edildi ve yirmi beş 4 4G o okullarda fen ve sosyal nehir havzası için koruma ; » bilimler dersleriyle eylem planı hazırlandı. / ö » ilişkilendirildi. Türk firmaları, Bi i 6 Ağaçlandırma, erozyon sera gazının “ & 49 ,: denetimi, mera ıslahı ve azaltılması için yf Hj, suni gençleştirme yapılan çalışmalarda DEM A Zi çalışmaları sayesinde etkin şekilde rol aldı. Tehlikeli atıkların orman örtüsü genişledi.\", \"soru\": \"üretimi azaltıldı. Bu metinde aşağıdakilerden hangisine başvurulmamıştır?\", \"sik_a\": \"Açıklamaya\", \"sik_b\": \"Tanımlamaya\", \"sik_c\": \"Örneklendirmeye\", \"sik_d\": \"Karşılaştırmaya\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Sabah erken kalktım.\", \"sik_b\": \"Arkadaşlarımı çok özledim.\", \"sik_c\": \"Dün sinemaya gittik.\", \"sik_d\": \"Akşam erken gelirse film izleriz.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Aynı sözcüklerden oluşan sözcük grupları ve birleşik sözcüklerin birlikte mi ayrı mı yazılacağına karar vermek için cümledeki anlama bakılır. Örneğin \\\"yer\\\" ve \\\"altı\\\" sözcükleri: 1. \\\"Yerin altı (yer altı)\\\" anlamına gelebilir. Bu durumda \\\"anlamsal şeffaflık\\\" vardır (anlam, tek tek sözcüklerden açıktır), sözcük grubu işlevi görür ve ayrı yazılır. 2. \\\"Gizli ve yasa dışı (yeraltı)\\\" anlamına da gelebilir. Bu ikinci durumda, \\\"anlamsal şeffaflık\\\" olmadığında, \\\"yeraltı\\\" sözcüğü farklı bir kavramı temsil ettiği için yeni bir sözcük olarak kabul edilir ve birlikte yazılır.\", \"soru\": \"Bu metne göre aşağıdakilerin hangisinde altı çizili sözün yazımı yanlıştır?\", \"sik_a\": \"Müzenin kurulmasına önayak olan sanatçılarımıza, katkılarından dolayı minnettarız.\", \"sik_b\": \"Kendisine çok iyi bakacağımı, isterse sağ kolum olabileceğini söyledim.\", \"sik_c\": \"Büyük bir maharetle attığı topun kaleye girmesine bıçaksırtı kalmıştı.\", \"sik_d\": \"Gözlerini açar açmaz, baş ucunda bekleyenlere gülümsemeyi ihmal etmedi.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Akşam erken gelirse film izleriz.\", \"sik_b\": \"Annem yemek hazırladı.\", \"sik_c\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_d\": \"Bahçede çiçekler açtı.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Zaman olursa kitap okuyacağım.\", \"sik_b\": \"Annem yemek hazırladı.\", \"sik_c\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_d\": \"Suyun tadı güzeldi.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde yazım kurallarına dikkat etmek iletişimin sağlıklı olması açısından oldukça önemlidir. Özellikle sosyal medyada ve mesajlaşma uygulamalarında hatalı yazımlar sıkça karşımıza çıkar. Dilbilgisi kurallarını bilmek, doğru ve etkili anlatımın temelini oluşturur. Okullarda bu konulara yönelik eğitimler verilerek öğrencilerin doğru yazı yazma becerileri geliştirilir. Yazım yanlışı yapmamak için şüphe duyduğumuz kelimeleri sözlükten kontrol etmek faydalı olacaktır. Uygulanan kurallar zamanla alışkanlık hâline gelir. Bir kelimenin doğru yazılışını öğrenmek, onu sürekli kullanarak pekişir. Yazım yanlışları bazen anlam kaymalarına yol açabilir. Doğru yazı, düşüncelerimizin daha net anlaşılmasını sağlar.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde yazım yanlışı yoktur?\", \"sik_a\": \"Bu işi sevinç yapabilirim.\", \"sik_b\": \"Bu işi karşılık yapabilirim.\", \"sik_c\": \"Bu işi baş ta yapabilirim.\", \"sik_d\": \"Bu işi birdenbire yapabilirim.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"2023 yılında Türkiye'deki iki alan daha UNESCO Dünya Mirası Listesi'ne kaydedildi. Bu alanlardan ilki, Ankara'nın Polatlı ilçesinde yer alan (I) Gordion'dur. Geçmişte Friglerin başkenti olan Gordion'daki anıtsal yapılar, dönemlerinin Anadolu'daki eşsiz örneklerini yansıtıyor. İkinci alan ise (II) 'Anadolu'nun Orta Çağ Dönemi Ahşap Direkli ve Kirişli Camileri'dir. Bu camiler, hipostil planlı anıtsal ahşap cami türünün Anadolu'daki en önemli örnekleridir. 13 ve 14. yy. larda inşa edilen bu yapılardaki ahşap kullanımı Türklerin Orta Asya (III) ve Anadolu'daki mimari üslubunu yansıtmaktadır. (IV) Herbiri İslam mimarlık tarihi açısından büyük öneme sahip olan bu camiler; Beyşehir Eşrefoğlu Camii, Sivrihisar Ulu Camii, Afyonkarahisar Ulu Camii, Kasabaköy Mahmut Bey Camii ve Arslanhane Camii'dir.\", \"soru\": \"Bu parçada numaralanmış sözlerin hangisinde yazım yanlışı yapılmıştır?\", \"sik_a\": \"III\", \"sik_b\": \"I\", \"sik_c\": \"IV\", \"sik_d\": \"II\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_b\": \"Yağmur yağarsa maç ertelenecek.\", \"sik_c\": \"Taze ekmek aldık.\", \"sik_d\": \"Arkadaşlarımı çok özledim.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"“Hayat Yaz Yağmuru Gibi” adlı tiyatro oyununda farklı insan karakterleri geçiş yapar sahneden. “” ilk çıkar sahneye. Hafif çiseleyen bir yaz yağmurunda bile elleri ayaklarına dolaşır onların. Pireyi deve yaparlar bir anda. Yaz yağmuru tufana dönüşürken kulakları tıkalı, gözleri kapalı olanlar da vardır. Evlerinin penceresinden izlerler etrafı, “” diye adlandırılırlar. Sırılsıklam ıslanma pahasına tufana göğüs gerenler de olur. Sel götürmesin diye etrafı, binbir türlü yol denerler. “----” diye bilinir onlar. Bir de “” vardır ki yağmurun tufana dönmesini bekleyip kendi önerilerine uymayanları suçlamakla mutlu olurlar. Tufan olurken etrafta göremezsiniz onları. Ne zaman ki tufan diner, tiyatro biter; o zaman sahne alırlar.\", \"soru\": \"Aşağıdakilerden hangisi bu metinde boş bırakılan yerlerden herhangi birine getirilemez?\", \"sik_a\": \"Ben demiştimciler\", \"sik_b\": \"Sen yaparsıncılar\", \"sik_c\": \"Eyvah bittikçiler\", \"sik_d\": \"Dünyayı ben mi kurtaracağımcılar\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"• Tamirci, benim arabamı tamir etmeyi bırakıp yeni gelen müşteriyle ilgilendi. • Bırak, insanlar nasıl düşünüyorsa öyle yaşasın. • Evindeki tadilat bitene kadar antika eşyalarını komşusuna bıraktı. • Kalfasının artık işinin ehli olduğuna karar veren usta, elindeki işi ona bıraktı. “Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?.\", \"soru\": \"“Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?\", \"sik_a\": \"Bir iş için birini görevlendirmek\", \"sik_b\": \"Bakılmak, korunmak için vermek\", \"sik_c\": \"Birinin bir şey yapmasına engel olmamak\", \"sik_d\": \"Bir işi başka bir zamana ertelemek\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Taze ekmek aldık.\", \"sik_b\": \"Bahçede çiçekler açtı.\", \"sik_c\": \"Arkadaşlarımı çok özledim.\", \"sik_d\": \"Hava güzel olursa pikniğe gideceğiz.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_b\": \"Eğer zamanında gelirse birlikte çıkarız.\", \"sik_c\": \"Arkadaşlarımı çok özledim.\", \"sik_d\": \"Annem yemek hazırladı.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Dil Bilgisi\nAlt Konu: Fiilimsiler\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Modern otomobillerde neredeyse tüm işlemler dokunmatik ekranlar aracılığıyla gerçekleştirilebiliyor. Ekran boyutunun büyümesi, aracın çekiciliğini de artırmaktadır. Maliyetlerin azaltılması, üretim ve tasarım sürelerinin kısaltılması ve etkileyici iç mekan tasarımları sunmak amacıyla fiziksel tuşlardan vazgeçilip dokunmatik ekranlara geçilse de, yapılan kullanıcı deneyimi testleri farklı bir sonuç ortaya koyuyor. Sürüş sırasında gerekli birçok fonksiyonda, fiziksel tuşların kullanımı dokunmatik ekrana kıyasla daha güvenli görünüyor. Hareket halinde olan bir araçta çeşitli görevleri yerine getirmek için fiziksel tuşlar çok daha hızlı ve pratik. Bu durum göz önünde bulundurulduğunda, otomotiv sektörünün yanı sıra beyaz eşya ve endüstriyel ürünler de dahil olmak üzere birçok elektronik cihaza dokunmatik ekran entegre edilmektedir.\", \"soru\": \"Bu metinden, I. Otomobil üreticileri, tüketicilerin görüşlerini ve isteklerini dikkate almaktadır. II. Otomobil sektörüyle başlayan dokunmatik ekran üretimi diğer sektörlere de yayılmaya başlamıştır. III. Fiziksel tuşlar, dokunmatik ekrana göre kullanıcılara daha güvenli bir sürüş imkânı sağlamaktadır. IV. Dokunmatik ekran üretimi, fiziksel tuş üretimine göre daha avantajlıdır. yargılarının hangilerine ulaşılabilir?\", \"sik_a\": \"I ve II\", \"sik_b\": \"I ve IV\", \"sik_c\": \"II ve III\", \"sik_d\": \"III ve IV\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Kitap okumak çok zevklidir.\", \"sik_b\": \"Yağmur yağarsa maç ertelenecek.\", \"sik_c\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_d\": \"Bahçede çiçekler açtı.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde yazım kurallarına dikkat etmek iletişimin sağlıklı olması açısından oldukça önemlidir. Özellikle sosyal medyada ve mesajlaşma uygulamalarında hatalı yazımlar sıkça karşımıza çıkar. Dilbilgisi kurallarını bilmek, doğru ve etkili anlatımın temelini oluşturur. Okullarda bu konulara yönelik eğitimler verilerek öğrencilerin doğru yazı yazma becerileri geliştirilir. Yazım yanlışı yapmamak için şüphe duyduğumuz kelimeleri sözlükten kontrol etmek faydalı olacaktır. Doğru yazı, düşüncelerimizin daha net anlaşılmasını sağlar. Uygulanan kurallar zamanla alışkanlık hâline gelir. Yazım yanlışları bazen anlam kaymalarına yol açabilir. Bir kelimenin doğru yazılışını öğrenmek, onu sürekli kullanarak pekişir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde yazım yanlışı yoktur?\", \"sik_a\": \"Bu işi yüksek okul yapabilirim.\", \"sik_b\": \"Bu işi güzel ce yapabilirim.\", \"sik_c\": \"Bu işi işbirliği yapabilirim.\", \"sik_d\": \"Bu işi sevinç yapabilirim.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Akşam erken gelirse film izleriz.\", \"sik_b\": \"Dün sinemaya gittik.\", \"sik_c\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_d\": \"Taze ekmek aldık.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde yazım kurallarına dikkat etmek iletişimin sağlıklı olması açısından oldukça önemlidir. Özellikle sosyal medyada ve mesajlaşma uygulamalarında hatalı yazımlar sıkça karşımıza çıkar. Dilbilgisi kurallarını bilmek, doğru ve etkili anlatımın temelini oluşturur. Okullarda bu konulara yönelik eğitimler verilerek öğrencilerin doğru yazı yazma becerileri geliştirilir. Yazım yanlışı yapmamak için şüphe duyduğumuz kelimeleri sözlükten kontrol etmek faydalı olacaktır. Bir kelimenin doğru yazılışını öğrenmek, onu sürekli kullanarak pekişir. Uygulanan kurallar zamanla alışkanlık hâline gelir. Yazım yanlışları bazen anlam kaymalarına yol açabilir. Doğru yazı, düşüncelerimizin daha net anlaşılmasını sağlar.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde yazım yanlışı vardır?\", \"sik_a\": \"Bu işi sevinç yapabilirim.\", \"sik_b\": \"Bu işi şu an yapabilirim.\", \"sik_c\": \"Bu işi gözyaşı yapabilirim.\", \"sik_d\": \"Bu işi baş ta yapabilirim.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Paragraf\nAlt Konu: Ana Düşünce\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"• ABD’de bulunan Mount Weather, felaket durumlarında devreye giren bir acil durum yerleşkesidir. 1958 yılında Sovyet Rusya’nın, Sputnik adlı uydusunu uzaya fırlatmasının ardından savunma amaçlı kurulmuştur. Yalnızca üst düzey devlet görevlilerinin girebildiği bu yerleşke, hem yer altında hem de yer üstünde bulundurduğu alanlarıyla yüksek güvenlik sağlamaktadır. • Fransa’da yer alan Lascaux Mağarası, insanlık tarihinde bilinen ilk duvar resimlerine sahip. 1940’ta keşfedilen bu mağaradaki resimlere vücut ısısı ve solunumdan kaynaklanan nem ve karbondioksit zarar verdiği için insanların buraya girmesine izin verilmiyor. 1979 yılında UNESCO tarafından Dünya Miras Listesi’ne alınan mağarada altı yüzden fazla duvar resmi bulunuyor. • Surtsey Adası, üç yıl süren volkanik patlamalar sonucunda 1963 yılında oluştu. Bu adada insan müdahalesi gerçekleşmeden oluşan ekosistem gözlemleniyor. Bunun için de adaya sadece bilim insanları kabul ediliyor. Fakat detaylı bir taramadan geçtikten sonra. Çünkü adaya dışarıdan herhangi bir tohumun getirilmemesi çok önemli.\", \"soru\": \"Bu metinlerde sözü edilen yerlerin ortak özelliği aşağıdakilerden hangisidir?\", \"sik_a\": \"İnsanların çoğu tarafından bilinmemesi\", \"sik_b\": \"Bilimsel çalışmalar için kullanılması\", \"sik_c\": \"Kültürel değere sahip olması\", \"sik_d\": \"Turistik ziyaretin mümkün olmaması\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Sınavı kazanırsan ödül alacaksın.\", \"sik_b\": \"Sabah erken kalktım.\", \"sik_c\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_d\": \"Suyun tadı güzeldi.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Dün sinemaya gittik.\", \"sik_b\": \"Bana haber verirsen yardımcı olurum.\", \"sik_c\": \"Kitap okumak çok zevklidir.\", \"sik_d\": \"Taze ekmek aldık.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"• Tamirci, benim arabamı tamir etmeyi bırakıp yeni gelen müşteriyle ilgilendi. • Bırak, insanlar nasıl düşünüyorsa öyle yaşasın. • Evindeki tadilat bitene kadar antika eşyalarını komşusuna bıraktı. • Kalfasının artık işinin ehli olduğuna karar veren usta, elindeki işi ona bıraktı. “Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?.\", \"soru\": \"“Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?\", \"sik_a\": \"Bir işi başka bir zamana ertelemek\", \"sik_b\": \"Bakılmak, korunmak için vermek\", \"sik_c\": \"Bir iş için birini görevlendirmek\", \"sik_d\": \"Birinin bir şey yapmasına engel olmamak\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Annem yemek hazırladı.\", \"sik_b\": \"Eğer zamanında gelirse birlikte çıkarız.\", \"sik_c\": \"Taze ekmek aldık.\", \"sik_d\": \"Dün sinemaya gittik.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Annem yemek hazırladı.\", \"sik_b\": \"Taze ekmek aldık.\", \"sik_c\": \"Eğer zamanında gelirse birlikte çıkarız.\", \"sik_d\": \"Suyun tadı güzeldi.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde kitaplar, tüketiciler için bir mal olarak görülüyor ve okuyucular tarafından da bu şekilde değerlendiriliyor. Kitapların günlük yaşamı kolaylaştırmaya veya acil ihtiyaçları karşılamaya hizmet etmesi bekleniyor. Kitap tanıtımları da bu talebi karşılamak amacıyla hazırlanıyor ve bir pazarlama aracı olarak kullanılıyor.\", \"soru\": \"Bu parçadaki altı çizili ifadenin yerine aşağıdakilerden hangisi getirilebilir?\", \"sik_a\": \"özgürlüklerimize\", \"sik_b\": \"yeteneklerimize\", \"sik_c\": \"birikimlerimize\", \"sik_d\": \"gayretlerimize\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"• Arabamı onaran ustanın dikkati yeni gelen müşteriye yöneldi ve benim işimi bırakarak ona odaklandı. • Herkes kendi düşüncesiyle yaşasın, kimsenin kimseye karışma hakkı yok. • Evindeki tadilat çalışmaları tamamlanana kadar antika eşyalarını güvendiği komşusuna emanet etti. • Usta, çırağının yetKin olduğunu görerek elindeki işi ona devretti. “Bırakmak” kelimesi bu cümlelerin hangisinde kullanılmayan anlamını taşımaktadır?.\", \"soru\": \"“Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?\", \"sik_a\": \"Bir işi başka bir zamana ertelemek\", \"sik_b\": \"Bakılmak, korunmak için vermek\", \"sik_c\": \"Bir iş için birini görevlendirmek\", \"sik_d\": \"Birinin bir şey yapmasına engel olmamak\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta yılan hikayesine dönmek diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır.\", \"soru\": \"Bu metinde geçen \\\"yılan hikayesine dönmek\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"olay çok uzayıp karışmak\", \"sik_b\": \"isteksiz davranmak\", \"sik_c\": \"kendi bildiğini yapmak\", \"sik_d\": \"daha önce ders almış olmak\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Paragraf\nAlt Konu: Ana Düşünce\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"3. Beyin üzerine yapılan bazı araştırmalar, beynin sağ ve sol yarım kürelerinin farklı fonksiyonlara sahip olduğunu göstermiştir. Uzmanlar, bu yarım kürelerden baskın olan tarafa göre kişinin yeteneklerinin farklı olacağını ve bu yarım küreleri geliştirmek için farklı egzersiz uygulamaları yapılabileceğini belirtiyor. Araştırmalara göre, Beyninin sol yarım küresi baskın olan Beyninin sağ yarım küresi baskın olan kişilerin genel özellikleri şunlardır: kişilerin genel özellikleri şunlardır: @ Matematiksel işlemlerde başarılıdır. @ Sanatsal konularda yeteneklidir. © Diliiyikullanır. © Gerçeküstü hayaller kurar, mecaz anlamlarla ilgilenir. © Net sonuclarla ilgilenir. © İnsanıinsan yapan özellikleri @ Sebep-sonuç ilişkisini iyi kurar (empati, şefkat. ) ağır basar. ve analitik düşünme becerisine sahiptir. @ Yeni şeyler üretir. © Bilimsel konularda başarılıdır. © Boyutları iyi algılar. © Mantıksaldır. © Duygusaldır. @ Yarareidir. @ Niyete bakar, iyi niyet arar. Bu metinden hareketle, beyninin sol yarım küresini geliştirmek isteyen birinden, |. Bulmaca çözmek Il.\", \"soru\": \"Satranç oynamak Ill. Bir müzik aleti çalmak egzersizlerinden özellikle hangilerini tercih etmesi beklenir?\", \"sik_a\": \"Ive Il.\", \"sik_b\": \"Il ve Ill.\", \"sik_c\": \"Yalnız Ill.\", \"sik_d\": \"Yalnız I.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Kişinin bazı olay ve durumlar karşısında kararsızlık yaşaması çatışmaya neden olur. Bu durum üç şekilde ortaya çıkabilir: Yaklaşma-Yaklaşma Çatışması: Birey, yapmak istediği iki şey arasında kararsızlık yaşar. Örnek: Futbol oynamayı ve konsere gitmeyi seven birinin aynı saatte gerçekleşen bu iki etkinlik arasında kararsızlık yaşaması. Yaklaşma-Kaçınma Çatışması: Birey, bir şeye karşı istek duyar ancak bu istek, bireyin hoşuna gitmeyen bir durumu ortaya çıkarır. Örnek: Dondurma yemek isteyen birinin, boğazı ağrıdığı için yemekten çekinmesi. Kaçınma-Kaçınma Çatışması: Birey, istemediği iki durumdan birini seçmek zorunda kalır. Örnek: Diş tedavisinden korkan birinin bu ağrıyı çekmek ile doktora gitmek arasında bir seçim yapma durumunda kalması.\", \"soru\": \"Aşağıdaki atasözlerinden hangisi bu metinde sözü edilen çatışma türlerinden herhangi biriyle ilgili değildir?\", \"sik_a\": \"Ya bu deveyi gütmeli ya bu diyardan gitmeli.\", \"sik_b\": \"Kır atın yanında duran ya huyundan ya suyundan...\", \"sik_c\": \"Ne yârden geçilir ne serden.\", \"sik_d\": \"Gülü seven dikenine katlanır.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Kitap okumak çok zevklidir.\", \"sik_b\": \"Ders çalışmak gerekiyor.\", \"sik_c\": \"Dün sinemaya gittik.\", \"sik_d\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"sik_b\": \"Sabah erken kalktım.\", \"sik_c\": \"Suyun tadı güzeldi.\", \"sik_d\": \"Ders çalışmak gerekiyor.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Kitap okumak çok zevklidir.\", \"sik_b\": \"Çalışkan olursanız başarıyı yakalarsınız.\", \"sik_c\": \"Taze ekmek aldık.\", \"sik_d\": \"Annem yemek hazırladı.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Suyun tadı güzeldi.\", \"sik_b\": \"Sınavı kazanırsan ödül alacaksın.\", \"sik_c\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_d\": \"Sabah erken kalktım.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta uçuk kaçık olmak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır.\", \"soru\": \"Bu metinde geçen \\\"uçuk kaçık olmak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"önem kazanmak, ünlenmek\", \"sik_b\": \"çok ilginç, tuhaf davranmak\", \"sik_c\": \"düşüncesini söylemesine fırsat bırakmamak\", \"sik_d\": \"önemsiz bahaneler\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"I. Bir tilki, gün doğarken gölgesinin uzunluğuna baktı ve şöyle dedi: \\\"Bugün öğle yemeğinde bir deve yiyeceğim. \\\" Ve bütün sabah deve arayıp durdu. Ama öğle güneşi yükseldiğinde gölgesinin ne kadar kısa olduğunu görünce kendi kendine şöyle söyledi: \\\"Bir fare de işimi görür. \\\"\\nII. Kavağın yanında bir kabak filizi boy vermişti. Bahar ilerledikçe kavak ağacına sarılarak yükselmeye başladı ve neredeyse onunla aynı boya geldi. Bir gün dayanamayıp kavağa sordu: \\\"Sen kaç ayda bu hâle geldin?\\\" \\\"On yılda. \\\" \\\"On yılda mı; ben neredeyse iki ayda seninle aynı boya geldim, dedi ve güldü. \\\" Günler günleri kovaladı. Sonbahar geldiğinde kabak önce üşümeye başladı, sonra yapraklarını düşürmeye. Endişeyle kavağa sordu: \\\"Neler oluyor bana?\\\" \\\"Kuruyorsun. \\\" \\\"Niçin?\\\" \\\"Benim on yılda geldiğim yere, iki ayda gelmeye çalıştığın için. \\\".\", \"soru\": \"Bu metinlerin ortak vurgusu aşağıdaki deyimlerden hangisiyle ifade edilebilir?\", \"sik_a\": \"Tepeden bakmak\", \"sik_b\": \"Başı göğe ermek\", \"sik_c\": \"Bindiği dalı kesmek\", \"sik_d\": \"Haddini bilmek\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"“Hayat Yaz Yağmuru Gibi” isimli tiyatro eserinde çeşitli insan tipleri sahneye çıkar. İlk olarak \\\"----\\\" isimli karakterler sahnede belirir. Hatta hafif bir yaz yağmuru bile onları telaşlandırır ve en küçük sorunları bile abartırlar. Görmeyen ve duymayanlar da vardır; onlar evlerinin camından dışarıyı izler ve \\\"----\\\" olarak adlandırılırlar. Bir yandan da fırtınaya karşı cesurca durmaya çalışanlar bulunur; onlar \\\"----\\\" olarak bilinir ve selleri önlemek için her yolu denerler. Ayrıca, yağmurun fırtınaya dönüşmesini bekleyerek kendi görüşlerine uymayanları suçlayıp keyif alanlar da mevcuttur. Fırtınanın hüküm sürdüğü sırada onlar nowhere'da olurlar. Ancak fırtınanın dinmesiyle birlikte, oyunun sonunda sahneyi ele geçirirler.\", \"soru\": \"Aşağıdakilerden hangisi bu metinde boş bırakılan yerlerden herhangi birine getirilemez?\", \"sik_a\": \"Dünyayı ben mi kurtaracağımcılar\", \"sik_b\": \"Ben demiştimciler\", \"sik_c\": \"Eyvah bittikçiler\", \"sik_d\": \"Sen yaparsıncılar\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde yazım kurallarına dikkat etmek iletişimin sağlıklı olması açısından oldukça önemlidir. Özellikle sosyal medyada ve mesajlaşma uygulamalarında hatalı yazımlar sıkça karşımıza çıkar. Dilbilgisi kurallarını bilmek, doğru ve etkili anlatımın temelini oluşturur. Okullarda bu konulara yönelik eğitimler verilerek öğrencilerin doğru yazı yazma becerileri geliştirilir. Yazım yanlışı yapmamak için şüphe duyduğumuz kelimeleri sözlükten kontrol etmek faydalı olacaktır. Uygulanan kurallar zamanla alışkanlık hâline gelir. Yazım yanlışları bazen anlam kaymalarına yol açabilir. Bir kelimenin doğru yazılışını öğrenmek, onu sürekli kullanarak pekişir. Doğru yazı, düşüncelerimizin daha net anlaşılmasını sağlar.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde yazım yanlışı vardır?\", \"sik_a\": \"Bu işi herşey yapabilirim.\", \"sik_b\": \"Bu işi birdenbire yapabilirim.\", \"sik_c\": \"Bu işi yüksekokul yapabilirim.\", \"sik_d\": \"Bu işi bu arada yapabilirim.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Taze ekmek aldık.\", \"sik_b\": \"Dün sinemaya gittik.\", \"sik_c\": \"Suyun tadı güzeldi.\", \"sik_d\": \"Akşam erken gelirse film izleriz.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Sınavı kazanırsan ödül alacaksın.\", \"sik_b\": \"Bahçede çiçekler açtı.\", \"sik_c\": \"Ders çalışmak gerekiyor.\", \"sik_d\": \"Kitap okumak çok zevklidir.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta parmağında oynatmak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır.\", \"soru\": \"Bu metinde geçen \\\"parmağında oynatmak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"daha önce ders almış olmak\", \"sik_b\": \"çok titiz davranmak\", \"sik_c\": \"istediği gibi yönetmek\", \"sik_d\": \"sıkıntı kaynağı olmak\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Annem yemek hazırladı.\", \"sik_b\": \"Kitap okumak çok zevklidir.\", \"sik_c\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"sik_d\": \"Bahçede çiçekler açtı.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"sik_b\": \"Bahçede çiçekler açtı.\", \"sik_c\": \"Taze ekmek aldık.\", \"sik_d\": \"Annem yemek hazırladı.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Taze ekmek aldık.\", \"sik_b\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"sik_c\": \"Sabah erken kalktım.\", \"sik_d\": \"Kitap okumak çok zevklidir.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Kişinin bazı olay ve durumlar karşısında kararsızlık yaşaması çatışmaya neden olur. Bu durum üç şekilde ortaya çıkabilir: Yaklaşma-Yaklaşma Çatışması: Birey, yapmak istediği iki şey arasında kararsızlık yaşar. Örnek: Futbol oynamayı ve konsere gitmeyi seven birinin aynı saatte gerçekleşen bu iki etkinlik arasında kararsızlık yaşaması. Yaklaşma-Kaçınma Çatışması: Birey, bir şeye karşı istek duyar ancak bu istek, bireyin hoşuna gitmeyen bir durumu ortaya çıkarır. Örnek: Dondurma yemek isteyen birinin, boğazı ağrıdığı için yemekten çekinmesi. Kaçınma-Kaçınma Çatışması: Birey, istemediği iki durumdan birini seçmek zorunda kalır. Örnek: Diş tedavisinden korkan birinin bu ağrıyı çekmek ile doktora gitmek arasında bir seçim yapma durumunda kalması.\", \"soru\": \"Aşağıdaki atasözlerinden hangisi bu metinde sözü edilen çatışma türlerinden herhangi biriyle ilgili değildir?\", \"sik_a\": \"Kır atın yanında duran ya huyundan ya suyundan...\", \"sik_b\": \"Ya bu deveyi gütmeli ya bu diyardan gitmeli.\", \"sik_c\": \"Ne yârden geçilir ne serden.\", \"sik_d\": \"Gülü seven dikenine katlanır.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Bahçede çiçekler açtı.\", \"sik_b\": \"Taze ekmek aldık.\", \"sik_c\": \"Sabah erken kalktım.\", \"sik_d\": \"Bana haber verirsen yardımcı olurum.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hikaye anlatıcısı olmak nedir? Bu kavramı tanımlamak oldukça zor. Özellikle günümüz edebiyatında, farklı anlatı türleri birbirlerinin sınırlarını aşarken, birbirlerinin tanımlarını kullanırken veya onları kendi tanımlarıyla değiştirirken. Şiir ve hikaye, hikaye ve roman, roman ve deneme gibi türler genel olarak birbirlerinden ayırt edilebilir, ancak bazı metinler tüm bu türlerin bir bileşimini içerir. Bu tür metinler, hikayenin bittiği yerde romanın başladığı hissini verirken, şiirin girip çıkmasıyla veya hikayenin yeniden ortaya çıkmasıyla karakterize edilir. Bu nedenle, metinlerin tek bir karşılık arayışına girmek bana uygun görünmüyor.\", \"soru\": \"Bu metinde yazarın asıl eleştirdiği durum aşağıdakilerden hangisidir?\", \"sik_a\": \"Türleri keskin çizgilerle ayırma çabası\", \"sik_b\": \"Öykünün her türün içinde erimesi\", \"sik_c\": \"Tür özelliklerinin anlaşılmasının güçlüğü\", \"sik_d\": \"Türü tanımlamada metin yapılarının esas alınması\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Arkadaşlarımı çok özledim.\", \"sik_b\": \"Eğer zamanında gelirse birlikte çıkarız.\", \"sik_c\": \"Sabah erken kalktım.\", \"sik_d\": \"Bahçede çiçekler açtı.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Kitap okumak çok zevklidir.\", \"sik_b\": \"Suyun tadı güzeldi.\", \"sik_c\": \"Annem yemek hazırladı.\", \"sik_d\": \"Çanta bulursan getirirsin.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Bir saat, her zaman bir saatlik zaman dilimi olarak hissedilmez; kimi zaman uzayıp bir gün olur, kimi zaman birkaç savruk dakika. İnsan sevdiği bir eylemi gerçekleştirirken akrep ve yelkovan yarışa koşar. Su gibi zaman donar; akıp gider, fark edilmez. Bazen de kaplumbağanın dünya turu misali ağır aksak yürür. Saniyeler dakika, dakikalar saatler o vakit ve gözler her daim akrep ile yelkovanın üzerinde. Kim bilir ömür hırsızı ne anlar vardır insanın, zamandan zaman çalan. İnsanın yaşadığı süreden, geçmek bilmeyen o anlar çıkarıldığında artakalan şey ömürdür.\", \"soru\": \"Bu parçada altı çizili sözle aşağıdakilerden hangisi anlatılmak istenmiştir?\", \"sik_a\": \"Her dakikanın dolu dolu geçirilmesinin amaçlandığı\", \"sik_b\": \"Yaşanan mutluluğun bitmesinden korkulduğu\", \"sik_c\": \"Zamanın bir an önce geçmesinin istendiği\", \"sik_d\": \"İşlerin vaktinde yapılması için gayret edildiği\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Paragraf\nAlt Konu: Ana Düşünce\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"8. Bir sanat alanında başarılı olmuş insanlar, bu alanda adını duyurmak isteyen kişilere bazen doğrudan destek verir, bazen de ilham kaynağı olur. Bu cümlede anlatılan durumu, |. Paulo Coelho'nun anne ve babası, onun umut vadeden bir mesleğe yönelmesini istiyordu. Ancak o, yazar olmayı düşlüyordu ve ailesinin karşı çıkmasına rağmen yazmaya devam etti. Coelho'nun “Simyacı” isimli romanı dünya genelinde kırk milyondan fazla satıldı. Kitapları altmıştan fazla dile çevrildi. Mükemmel bir avukat da olabilirdi ancak o, dünyaca ünlü bir yazar oldu. ll. Minnesota'da doğan Bob Dylan, müzisyenlikle ilgili hayallerini gerçekleştirmek için New York'a gitti. Orada pek çok sanatçıyla tanıştı. Bunlar arasında, onu hayal bile edemeyeceği sanatsal noktaya taşıyan kişi Woody Guthrie oldu. Onun ses kaydını duyduğu anı “Zihnimde bir şimşek çakmış gibiydi. ” diyerek ifade eden Dylan, yıllardır aradığını o kayıtta bulmuştu. Ill. Ressam olma hayaliyle büyüyen Mahişeker Hanım, bulduğu her kâğıda resim çizerek kendini bu alanda yetiştir- miştir.\", \"soru\": \"Resim tutkusu, ilkokul öğretmeninin etkisiyle küçük yaşlarda başlayan bu sanat âşığı teyzemiz “Köy yerinde ressam mı olurmuş?” sözlerine inat, resim yapmayı hiç bırakmadığını söylüyor. metinlerinden hangileri örneklendirmektedir?\", \"sik_a\": \"Yalnız |.\", \"sik_b\": \"Yalnız Il.\", \"sik_c\": \"I, Il ve Ill.\", \"sik_d\": \"Ive Ili.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"2023 yılında Türkiye'deki iki alan daha UNESCO Dünya Mirası Listesi'ne kaydedildi. Bu alanlardan ilki, Ankara'nın Polatlı ilçesinde yer alan (I) Gordion'dur. Geçmişte Friglerin başkenti olan Gordion'daki anıtsal yapılar, dönemlerinin Anadolu'daki eşsiz örneklerini yansıtıyor. İkinci alan ise (II) 'Anadolu'nun Orta Çağ Dönemi Ahşap Direkli ve Kirişli Camileri'dir. Bu camiler, hipostil planlı anıtsal ahşap cami türünün Anadolu'daki en önemli örnekleridir. 13 ve 14. yy. larda inşa edilen bu yapılardaki ahşap kullanımı Türklerin Orta Asya (III) ve Anadolu'daki mimari üslubunu yansıtmaktadır. (IV) Herbiri İslam mimarlık tarihi açısından büyük öneme sahip olan bu camiler; Beyşehir Eşrefoğlu Camii, Sivrihisar Ulu Camii, Afyonkarahisar Ulu Camii, Kasabaköy Mahmut Bey Camii ve Arslanhane Camii'dir.\", \"soru\": \"Bu parçada numaralanmış sözlerin hangisinde yazım yanlışı yapılmıştır?\", \"sik_a\": \"IV\", \"sik_b\": \"II\", \"sik_c\": \"I\", \"sik_d\": \"III\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Bir kitabım, okuyanı düşünmeye sevk etmezse, çabucak anlaşılırsa yazdıklarım kusurlu demektir. Okuyucular üslubumu basitleştirmemi isteseler de ben okuyucunun eserim üzerine kafa yormasını, gerekirse onu tekrar tekrar okumasını isterim. Eserlerimdeki yoğunluğun, anlam çeşitliliğinin nedeni budur. Bu yüzden eserlerimin çok satılmamasını hiç önemsemiyorum.\", \"soru\": \"Düşüncelerini bu şekilde dile getiren yazarla ilgili aşağıdakilerden hangisi söylenemez?\", \"sik_a\": \"Maddi kaygı gözetmeden kitap yazar.\", \"sik_b\": \"Okurların ilgisini çekmeyen konulara değinir.\", \"sik_c\": \"Okuyucunun beklentilerini önemsemez.\", \"sik_d\": \"Anlaşılması için üzerinde çok düşünülmesi gereken eserler kaleme alır.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Arkadaşlarımı çok özledim.\", \"sik_b\": \"Kitap okumak çok zevklidir.\", \"sik_c\": \"Bana haber verirsen yardımcı olurum.\", \"sik_d\": \"Suyun tadı güzeldi.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Taze ekmek aldık.\", \"sik_b\": \"Arkadaşlarımı çok özledim.\", \"sik_c\": \"Annem yemek hazırladı.\", \"sik_d\": \"Sınavı kazanırsan ödül alacaksın.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Ben ki atalarımın sözünü kulağıma küpe ettim. Çünkü bilirim ki tecrübe eden, her birimizden daha bilgilidir. Görüp geçiren, bir tutulur mu kendi kabuğuna kapanıp kalanla? Tutulmaz elbet! Gel, sen sözümü yabana atma; altın ile bir tut bilge kelamını. Âlimin sözü bilgisiz için göz olur. Dinlemeyi bilirsen bak nasıl açılacak gözün, kulağın ve ruhun. Dilin daima tatlı, gözün pek olsun. Kulağın çift, ağzın tek olsun. Bu parçada; I. Âlim unutmuş, kalem unutmamış. II. Az söyle, çok dinle. III. Ulu sözü dinlemeyen, uluyakalır. atasözlerinden hangilerinin içeriğiyle örtüşen öğütler verilmiştir?.\", \"soru\": \"atasözlerinden hangilerinin içeriğiyle örtüşen öğütler verilmiştir?\", \"sik_a\": \"I ve III\", \"sik_b\": \"Yalnız II\", \"sik_c\": \"Yalnız I\", \"sik_d\": \"II ve III\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta karınca kararınca diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar.\", \"soru\": \"Bu metinde geçen \\\"karınca kararınca\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"gücünün yettiğince\", \"sik_b\": \"bir konuda uyarı yapmak\", \"sik_c\": \"olay çok uzayıp karışmak\", \"sik_d\": \"kendi bildiğini yapmak\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde yazım kurallarına dikkat etmek iletişimin sağlıklı olması açısından oldukça önemlidir. Özellikle sosyal medyada ve mesajlaşma uygulamalarında hatalı yazımlar sıkça karşımıza çıkar. Dilbilgisi kurallarını bilmek, doğru ve etkili anlatımın temelini oluşturur. Okullarda bu konulara yönelik eğitimler verilerek öğrencilerin doğru yazı yazma becerileri geliştirilir. Yazım yanlışı yapmamak için şüphe duyduğumuz kelimeleri sözlükten kontrol etmek faydalı olacaktır. Uygulanan kurallar zamanla alışkanlık hâline gelir. Doğru yazı, düşüncelerimizin daha net anlaşılmasını sağlar. Bir kelimenin doğru yazılışını öğrenmek, onu sürekli kullanarak pekişir. Yazım yanlışları bazen anlam kaymalarına yol açabilir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde yazım yanlışı yoktur?\", \"sik_a\": \"Bu işi yap a bile cek yapabilirim.\", \"sik_b\": \"Bu işi iş birliği yapabilirim.\", \"sik_c\": \"Bu işi buarada yapabilirim.\", \"sik_d\": \"Bu işi karşılama yapabilirim.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Bir kitabım, okuyanı düşünmeye sevk etmezse, çabucak anlaşılırsa yazdıklarım kusurlu demektir. Okuyucular üslubumu basitleştirmemi isteseler de ben okuyucunun eserim üzerine kafa yormasını, gerekirse onu tekrar tekrar okumasını isterim. Eserlerimdeki yoğunluğun, anlam çeşitliliğinin nedeni budur. Bu yüzden eserlerimin çok satılmamasını hiç önemsemiyorum.\", \"soru\": \"Düşüncelerini bu şekilde dile getiren yazarla ilgili aşağıdakilerden hangisi söylenemez?\", \"sik_a\": \"Okurların ilgisini çekmeyen konulara değinir.\", \"sik_b\": \"Okuyucunun beklentilerini önemsemez.\", \"sik_c\": \"Anlaşılması için üzerinde çok düşünülmesi gereken eserler kaleme alır.\", \"sik_d\": \"Maddi kaygı gözetmeden kitap yazar.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde yazım kurallarına dikkat etmek iletişimin sağlıklı olması açısından oldukça önemlidir. Özellikle sosyal medyada ve mesajlaşma uygulamalarında hatalı yazımlar sıkça karşımıza çıkar. Dilbilgisi kurallarını bilmek, doğru ve etkili anlatımın temelini oluşturur. Okullarda bu konulara yönelik eğitimler verilerek öğrencilerin doğru yazı yazma becerileri geliştirilir. Yazım yanlışı yapmamak için şüphe duyduğumuz kelimeleri sözlükten kontrol etmek faydalı olacaktır. Doğru yazı, düşüncelerimizin daha net anlaşılmasını sağlar. Yazım yanlışları bazen anlam kaymalarına yol açabilir. Uygulanan kurallar zamanla alışkanlık hâline gelir. Bir kelimenin doğru yazılışını öğrenmek, onu sürekli kullanarak pekişir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde yazım yanlışı vardır?\", \"sik_a\": \"Bu işi hiçbir yapabilirim.\", \"sik_b\": \"Bu işi ne kadar yapabilirim.\", \"sik_c\": \"Bu işi işbirliği yapabilirim.\", \"sik_d\": \"Bu işi karşılık yapabilirim.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Annem yemek hazırladı.\", \"sik_b\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_c\": \"Akşam erken gelirse film izleriz.\", \"sik_d\": \"Ders çalışmak gerekiyor.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Taze ekmek aldık.\", \"sik_b\": \"Annem yemek hazırladı.\", \"sik_c\": \"Bana haber verirsen yardımcı olurum.\", \"sik_d\": \"Bugün sahilde yürüyüş yaptık.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Bu sabah erkenden kalktı. Her zamanki gibi elini yüzünü yıkayıp saçlarını taradı. Güneş, yeni yeni gösteriyordu yüzünü. Pencereyi açıp derin bir nefes aldı. Güneşin doğuşuyla aydınlanan gökyüzünü ve ufku taradı uzun bir süre. Sonra bahçenin ayrık otları ve taşlarla dolu toprağına takıldı gözleri. Dışarı çıkarak kullanacağı malzemeleri hazırladı özenle. Bahçenin bir bölümünü dikkatlice belledi. Toprağı tırmıkla tarayıp taşları ve otları ayırdı.\", \"soru\": \"Bu parçada “taramak” sözcüğü aşağıdaki anlamlarından hangisini karşılayacak şekilde kullanılmamıştır?\", \"sik_a\": \"Bir şeyin içindeki gereksiz maddeleri ayıklamak\", \"sik_b\": \"Kafasından geçirmek, belli belirsiz düşünmek\", \"sik_c\": \"Dikkatle bakmak, süzmek\", \"sik_d\": \"Bir şeyin tellerini birbirinden ayırıp karışıklığını gidermek\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Yazım Kuralları\nAlt Konu: Yazım Yanlışı\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Günümüzde yazım kurallarına dikkat etmek iletişimin sağlıklı olması açısından oldukça önemlidir. Özellikle sosyal medyada ve mesajlaşma uygulamalarında hatalı yazımlar sıkça karşımıza çıkar. Dilbilgisi kurallarını bilmek, doğru ve etkili anlatımın temelini oluşturur. Okullarda bu konulara yönelik eğitimler verilerek öğrencilerin doğru yazı yazma becerileri geliştirilir. Yazım yanlışı yapmamak için şüphe duyduğumuz kelimeleri sözlükten kontrol etmek faydalı olacaktır. Uygulanan kurallar zamanla alışkanlık hâline gelir. Yazım yanlışları bazen anlam kaymalarına yol açabilir. Bir kelimenin doğru yazılışını öğrenmek, onu sürekli kullanarak pekişir. Doğru yazı, düşüncelerimizin daha net anlaşılmasını sağlar.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde yazım yanlışı vardır?\", \"sik_a\": \"Bu işi sevinç yapabilirim.\", \"sik_b\": \"Bu işi şu an yapabilirim.\", \"sik_c\": \"Bu işi yap a bile cek yapabilirim.\", \"sik_d\": \"Bu işi karşılık yapabilirim.\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_b\": \"Taze ekmek aldık.\", \"sik_c\": \"Sabah erken kalktım.\", \"sik_d\": \"Zaman olursa kitap okuyacağım.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"• Tamirci, benim arabamı tamir etmeyi bırakıp yeni gelen müşteriyle ilgilendi. • Bırak, insanlar nasıl düşünüyorsa öyle yaşasın. • Evindeki tadilat bitene kadar antika eşyalarını komşusuna bıraktı. • Kalfasının artık işinin ehli olduğuna karar veren usta, elindeki işi ona bıraktı. “Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?.\", \"soru\": \"“Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?\", \"sik_a\": \"Birinin bir şey yapmasına engel olmamak\", \"sik_b\": \"Bir iş için birini görevlendirmek\", \"sik_c\": \"Bir işi başka bir zamana ertelemek\", \"sik_d\": \"Bakılmak, korunmak için vermek\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Paragraf\nAlt Konu: Ana Düşünce\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"10. Aşağıda sinema filmi yapımının, sırasıyla “Geliştirim”, “Yapım Öncesi”, “Yapım”, “Yapım Sonrası” ve “Dağıtım” başlıkları altında incelenen beş aşaması karışık olarak verilmiştir. |. Düzgün ve kolay bir film çekimi için iyi bir hazırlık gerekir. Bu aşamada senaryoya uygun oyuncular belirlenir, dekor- lar ve kostümler hazırlanır. ll. Filmin hangi sinemalarda, ne zaman gösterime gireceğine karar verilir ve belirlenen sinema salonlarında gösterimi tamamlandıktan sonra farklı ortamlarda satışı başlar. Bazı filmler de festivallere gönderilir. Ill. Çekimi tamamlanan sahneler bilgisayarda kurgulanır, filme görüntü ve ses efektleri ile müzik eklenir. Yapım ekibinin kontrolünden sonra film, izleyici ile buluşmaya hazır hâle gelir. IV. Her film bir fikirle başlar. Bu fikir; önce bir öyküye, sonra senaryoya ve daha sonra resimli taslağa dönüştürülür. Filmde, özel efektler ve fantastik ögeler kullanılacaksa bunları ekibin anlayacağı şekilde çizecek iyi bir ressama gereksinim duyulur. Daha sonra, masrafları üstlenecek bir yapımcı arayışına gidilir. V. Filmin bütün sahneleri, hazırlanan programa uygun şekilde çekilir.\", \"soru\": \"Bu sürecin sorunsuz geçmesi için görev dağılımı- nın çok iyi yapılması gerekir. Bu aşamalar aşağıdakilerin hangisinde doğru sıralanmıştır?\", \"sik_a\": \"1-V-IIl-IV-II\", \"sik_b\": \"IV-V-Il-1- Ill\", \"sik_c\": \"IV-1-V-IIl-Il\", \"sik_d\": \"I-IV-V-I-Ill\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Zaman olursa kitap okuyacağım.\", \"sik_b\": \"Arkadaşlarımı çok özledim.\", \"sik_c\": \"Bahçede çiçekler açtı.\", \"sik_d\": \"Taze ekmek aldık.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"“Hayat Yaz Yağmuru Gibi” adlı tiyatro oyununda farklı insan karakterleri geçiş yapar sahneden. “” ilk çıkar sahneye. Hafif çiseleyen bir yaz yağmurunda bile elleri ayaklarına dolaşır onların. Pireyi deve yaparlar bir anda. Yaz yağmuru tufana dönüşürken kulakları tıkalı, gözleri kapalı olanlar da vardır. Evlerinin penceresinden izlerler etrafı, “” diye adlandırılırlar. Sırılsıklam ıslanma pahasına tufana göğüs gerenler de olur. Sel götürmesin diye etrafı, binbir türlü yol denerler. “----” diye bilinir onlar. Bir de “” vardır ki yağmurun tufana dönmesini bekleyip kendi önerilerine uymayanları suçlamakla mutlu olurlar. Tufan olurken etrafta göremezsiniz onları. Ne zaman ki tufan diner, tiyatro biter; o zaman sahne alırlar.\", \"soru\": \"Aşağıdakilerden hangisi bu metinde boş bırakılan yerlerden herhangi birine getirilemez?\", \"sik_a\": \"Sen yaparsıncılar\", \"sik_b\": \"Eyvah bittikçiler\", \"sik_c\": \"Dünyayı ben mi kurtaracağımcılar\", \"sik_d\": \"Ben demiştimciler\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta şapkayı önüne koymak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır.\", \"soru\": \"Bu metinde geçen \\\"şapkayı önüne koymak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"dikkatsizliğini sonlandırmak\", \"sik_b\": \"yanlış yapmak, hata yapmak\", \"sik_c\": \"düşünüp karar vermek\", \"sik_d\": \"önem vermemek\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Paragraf\nAlt Konu: Ana Düşünce\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"9. Aşağıda yazılı medya istatistikleri ile ilgili bir görsel verilmiştir. | GA ZA TÜRKİYE'DE YAYIMLANAN GAZETE VE DERGİLERİN Eğ | YILLARA GÖRE SAYISI = —| = 5000 4058 GEG 4071 ei | 3000 | ME BE GN e gi MIIMIMIMIM| GAZETE MM MM GG HN EN Sc 2013 2014 2015 2016 2017 GAZETE VE DERGİLERİN YILLIK BASKI SAYISI. = GAZETE <> DERGİ 2013 2 MİLYAR 296 MİLYON 165 MİLYON 2014 2 MİLYAR 141 MİLYON 134 MİLYON 2015 1 MİLYAR 994 MİLYON 139 MİLYON 2016 1 MİLYAR 604 MİLYON 101 MİLYON 2017 1 MİLYAR 559 MİLYON 102 MİLYON — “908'i YEREL S TÜRKİYE'DE 2017'DE —— vi uusat AYIM ANAN ZER —  %2,1i BOLGESEL YAYIN YAPTI Bu görselden hareketle, |. 2017'de yayımlanan gazete sayısının aynı yıl yayımlanan dergi sayısına oranı Il. 2015-2017 yılları arasında yayımlanan yerel gazetelerin baskı sayısı Ill.\", \"soru\": \"2016 yılında gazete ve dergi okuyucularının oranı IV. 2013-2017 arasında Türkiye'de yayımlanan dergilerin yıllara göre sayısal dağılımı bilgilerinden hangilerine kesinlikle ulaşılır?\", \"sik_a\": \"Ive ll.\", \"sik_b\": \"I ve IV.\", \"sik_c\": \"Il ve Ill.\", \"sik_d\": \"Ill ve IV.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta karın ağrısı olmak diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır.\", \"soru\": \"Bu metinde geçen \\\"karın ağrısı olmak\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"aşırı övmek\", \"sik_b\": \"sıkıntı kaynağı olmak\", \"sik_c\": \"beğenilmek\", \"sik_d\": \"çok dikkatli olmak\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"• Tamirci, benim arabamı tamir etmeyi bırakıp yeni gelen müşteriyle ilgilendi. • Bırak, insanlar nasıl düşünüyorsa öyle yaşasın. • Evindeki tadilat bitene kadar antika eşyalarını komşusuna bıraktı. • Kalfasının artık işinin ehli olduğuna karar veren usta, elindeki işi ona bıraktı. “Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?.\", \"soru\": \"“Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?\", \"sik_a\": \"Bir iş için birini görevlendirmek\", \"sik_b\": \"Bir işi başka bir zamana ertelemek\", \"sik_c\": \"Bakılmak, korunmak için vermek\", \"sik_d\": \"Birinin bir şey yapmasına engel olmamak\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Arkadaşlarımı çok özledim.\", \"sik_b\": \"Kitap okumak çok zevklidir.\", \"sik_c\": \"Bahçede çiçekler açtı.\", \"sik_d\": \"Sınavı kazanırsan ödül alacaksın.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_b\": \"Akşam erken gelirse film izleriz.\", \"sik_c\": \"Sabah erken kalktım.\", \"sik_d\": \"Arkadaşlarımı çok özledim.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Sözcükte Anlam\nAlt Konu: Çok Anlamlılık\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"(I) Ülkemizde dağlar, taşlar ve ormanlar hayatın öyküsünü anlatır. (II) Burada toprak, bir ustanın elinden çıkma bir sanat eseridir, dolu dolu desenlerle. (III) Toprak son derece verimlidir; kuru bir dalı toprağa diksen, kısa sürede meyve verir, tane tane. (IV) Ağaçlardaki portakallar, sanki küçük güneşler gibi parıldar, turuncu renkleriyle.\", \"soru\": \"Bu metinde numaralanmış cümlelerin hangilerinde aynı söz sanatı kullanılmıştır?\", \"sik_a\": \"I ve III\", \"sik_b\": \"I ve IV\", \"sik_c\": \"II ve III\", \"sik_d\": \"II ve IV\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Ders çalışmak gerekiyor.\", \"sik_b\": \"Annem yemek hazırladı.\", \"sik_c\": \"Arkadaşlarımı çok özledim.\", \"sik_d\": \"Sınavı kazanırsan ödül alacaksın.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Öykücü olmak ne demektir? Tanımlaması güç bir durum. Hele anlatı türlerinin birbirlerinin alanlarına nüfuz ettikleri, birbirlerinin tanımlarını ödünç aldıkları veya tanımlarına el koydukları günümüz edebiyatında. Şiir ile öykü, öykü ile roman, roman ile deneme elbette genel hatlarıyla birbirinden ayrılabilir ama öyle metinler var ki bütün bu anlatı türleri bir arada örülmüş. Öylesi metinler ki bunlar, öykünün bittiği yerde roman başlar gibi olurken araya sanki şiir giriyor, tam biterken yeniden öykü boy gösteriyor. Bu nedenle metinlerin bir karşılığını aramak bana doğru gelmiyor.\", \"soru\": \"Bu metinde yazarın asıl eleştirdiği durum aşağıdakilerden hangisidir?\", \"sik_a\": \"Öykünün her türün içinde erimesi\", \"sik_b\": \"Türleri keskin çizgilerle ayırma çabası\", \"sik_c\": \"Türü tanımlamada metin yapılarının esas alınması\", \"sik_d\": \"Tür özelliklerinin anlaşılmasının güçlüğü\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Sebep-Sonuç\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Öykücü olmak ne demektir? Tanımlaması güç bir durum. Hele anlatı türlerinin birbirlerinin alanlarına nüfuz ettikleri, birbirlerinin tanımlarını ödünç aldıkları veya tanımlarına el koydukları günümüz edebiyatında. Şiir ile öykü, öykü ile roman, roman ile deneme elbette genel hatlarıyla birbirinden ayrılabilir ama öyle metinler var ki bütün bu anlatı türleri bir arada örülmüş. Öylesi metinler ki bunlar, öykünün bittiği yerde roman başlar gibi olurken araya sanki şiir giriyor, tam biterken yeniden öykü boy gösteriyor. Bu nedenle metinlerin bir karşılığını aramak bana doğru gelmiyor.\", \"soru\": \"Bu metinde yazarın asıl eleştirdiği durum aşağıdakilerden hangisidir?\", \"sik_a\": \"Tür özelliklerinin anlaşılmasının güçlüğü\", \"sik_b\": \"Öykünün her türün içinde erimesi\", \"sik_c\": \"Türleri keskin çizgilerle ayırma çabası\", \"sik_d\": \"Türü tanımlamada metin yapılarının esas alınması\", \"dogru_cevap\": \"C\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Taze ekmek aldık.\", \"sik_b\": \"Ders çalışmak gerekiyor.\", \"sik_c\": \"Dün sinemaya gittik.\", \"sik_d\": \"Eğer ödevini bitirirsen oyun oynayabilirsin.\", \"dogru_cevap\": \"D\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Taze ekmek aldık.\", \"sik_b\": \"Eğer zamanında gelirse birlikte çıkarız.\", \"sik_c\": \"Annem yemek hazırladı.\", \"sik_d\": \"Kitap okumak çok zevklidir.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Deyim\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Okuldan çıktığımda yağmur hafifçe çiseliyordu ve sokaklar tenhaydı. Arkadaşımın yanına giderken kafamda günün yorgunluğu vardı. Tam o sırada arkadaşımdan beklediğim telefonu aldım ve şaşkınlıkla durdum. O bana yaptığı hatayı anlatınca, durumu görünce adeta burnunun dikine gitmek diyebileceğim bir hale geldiğimi hissettim. Bu durum karşısında nasıl davranacağımı bilemedim ve derin bir nefes aldım. Böylesi anlarda arkadaşlarımızın desteği çok önemlidir ve insanın içi rahatlar. Yaşadığımız olaylar bazen bizi düşünmeye sevk eder ve duygularımızın yoğunluğunu artırır. Hayatın akışı içerisinde karşımıza çıkan sürprizler çoğu zaman bizi şaşırtır.\", \"soru\": \"Bu metinde geçen \\\"burnunun dikine gitmek\\\" deyiminin anlamı aşağıdakilerden hangisidir?\", \"sik_a\": \"kendi bildiğini yapmak\", \"sik_b\": \"bir işi bütün gücüyle yapmak\", \"sik_c\": \"çok dikkatli olmak\", \"sik_d\": \"kararsız kalmak\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Hedeflere ulaşmak için sabırlı olmak ve düzenli çalışmak gerekir. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Çalışkan olursanız başarıyı yakalarsınız.\", \"sik_b\": \"Suyun tadı güzeldi.\", \"sik_c\": \"Dün sinemaya gittik.\", \"sik_d\": \"Bugün sahilde yürüyüş yaptık.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Akşam erken gelirse film izleriz.\", \"sik_b\": \"Bugün sahilde yürüyüş yaptık.\", \"sik_c\": \"Ders çalışmak gerekiyor.\", \"sik_d\": \"Arkadaşlarımı çok özledim.\", \"dogru_cevap\": \"A\"}"}\n{"user": "Konu: Cümlede Anlam\nAlt Konu: Koşul\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Hayatta başarılı olmanın en önemli yollarından biri planlı ve programlı hareket etmektir. Zamanı doğru kullanabilen insanlar hem iş hem de özel yaşamlarında daha az stres yaşarlar. Bir hedef belirlemek ve o hedefe ulaşmak için adım adım çalışmak, sonuçların daha verimli olmasını sağlar. Plan yaparken karşılaşılabilecek aksiliklere karşı esnek olunmalı ve alternatif yollar düşünülmelidir. Böylece beklenmedik durumlar ortaya çıktığında hazırlıklı olunur ve panik yapılmaz. Planlama alışkanlığı kazanmak, disiplinli bir yaşamın temelidir. Planlanan işler yazıya döküldüğünde, motivasyon artar ve zaman yönetimi kolaylaşır. Her günün sonunda yapılan küçük değerlendirmeler, eksiklerin görülmesine yardımcı olur.\", \"soru\": \"Aşağıdaki cümlelerin hangisinde koşul anlamı vardır?\", \"sik_a\": \"Taze ekmek aldık.\", \"sik_b\": \"Çalışkan olursanız başarıyı yakalarsınız.\", \"sik_c\": \"Sabah erken kalktım.\", \"sik_d\": \"Annem yemek hazırladı.\", \"dogru_cevap\": \"B\"}"}\n{"user": "Konu: Paragraf\nAlt Konu: Ana Düşünce\n\nBu kriterlere göre LGS Türkçe sorusu üret.", "assistant": "{\"metin\": \"Kendimi bildim bileli çok film izlerim. Bunca filmden ne kalıyor geriye: hangi kareler, hangi diyaloglar, hangi duygu geçişleri kendine bir yer buluyor içimde? Bunların belki en önemlisi hikâyelerin, karakterlerin, diyalogların bir şekilde besliyor olması beni. Filmlerin iç dünyamda bir şeyleri değiştirdiği, bana yeni bakma/görme imkânları kazandırdığı bir gerçek. Bir buçuk iki saat boyunca kilitlendiğim bir filmi izlerken kendi hayatımı bir anlamda askıya alıyor, yaşadığım sıkıntılardan o an için sıyrılıyorum. Perdede akıp düşen kahramanlarla özdeşleşiyor, onların acılarını çekiyor, sevinçlerini yaşıyor, ayrılıklarının ve kavuşmalarının yoğun duygularını içimde taşıyorum. Bu, roman ve hikâyenin ama özellikle de sinemanın başarabildiği bir şey. Bu gücü, insanın en zayıf olduğu yerden yani her şeyin çok daha renkli, heyecan verici olduğu bir başka hayat özlemden alıyor sinema.\", \"soru\": \"Aşağıdakilerden hangisi film izlemenin, bu sözleri söyleyen kişiye etkilerinden biri değildir?\", \"sik_a\": \"Duygularını dışa vurmayı kolaylaştırması\", \"sik_b\": \"Farklı bakış açıları kazandırması\", \"sik_c\": \"Empati yeteneğini geliştirmesi\", \"sik_d\": \"Yaşamın zorluklarından uzaklaştırması\", \"dogru_cevap\": \"A\"}"}\n