[
  {
    "soru_id": "LGSTR-2024-1-A-01",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "• Tamirci, benim arabamı tamir etmeyi bırakıp yeni gelen müşteriyle ilgilendi. • Bırak, insanlar nasıl düşünüyorsa öyle yaşasın. • Evindeki tadilat bitene kadar antika eşyalarını komşusuna bıraktı. • Kalfasının artık işinin ehli olduğuna karar veren usta, elindeki işi ona bıraktı. “Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?",
    "soru_kökü": "“Bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?",
    "şık_a": "Bir işi başka bir zamana ertelemek",
    "şık_b": "Bakılmak, korunmak için vermek",
    "şık_c": "Bir iş için birini görevlendirmek",
    "şık_d": "Birinin bir şey yapmasına engel olmamak",
    "doğru_cevap": "A",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Çok Anlamlılık",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Çok anlamlı sözcükleri ayırt eder.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0001",
    "stem_patterns": [],
    "soru_koku_indeksleme": "“bırakmak” sözcüğü bu cümlelerde aşağıdaki anlamlarından hangisiyle kullanılmamıştır?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-02",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "hayır",
    "metin": "yok",
    "soru_kökü": "Aşağıdaki metinlerin hangisinde, yay ayraç içinde verilen deyimle ilişkilendirilebilir bir durum vardır?",
    "şık_a": "Trabzon’dan yola çıktım. Gurbet değildi beni asıl yoran, arkamda bıraktıklarımdı. Çok zordu onlardan ayrılmak. Bedenim oradan ayrılıyor fakat yüreğim orada kalıyordu. (ayağına bağ olmak)",
    "şık_b": "Yıl 1971, mevsim sonbahar. Sonbaharın sarı yaprakları savrulurken rüzgârla, otobüsümüz terminalden çıktı. Kırşehir’den, Almanya’ya gitmek için ayrıldım. Bir meçhule doğru yol alıyorum şimdi. (elinden bir şey gelmemek)",
    "şık_c": "Kütahya’dan yola çıktı aracımız. Zorlu bir yolculuk olacağı şimdiden belli. Yolculukta ne çıkar insanın karşısına bilinmez. Ne çıkarsa çıksın, sonuna kadar gitmek için düştük yollara. (göze almak)",
    "şık_d": "Sirkeci Garı’ndayım. Tren gitmek için hevesliymiş gibi heyecanlı ve acı acı çalıyor düdüğünü. İnsanlar toplanmış, gözler yaşlı. Son kucaklaşmalar, son vedalar... Ayrılık acısı düşmüş yüreklere. (burnunda tütmek)",
    "doğru_cevap": "C",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Çok Anlamlılık",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Deyim ve atasözlerini anlar.",
    "odak_ogesi": "kelime",
    "zorluk": "kolay",
    "metin_uzunlugu": "yok",
    "metin_id": "metin_yok",
    "stem_patterns": [
      "sebep_sonuc",
      "deyim"
    ],
    "soru_koku_indeksleme": "aşağıdaki metinlerin hangisinde, yay ayraç içinde verilen deyimle ilişkilendirilebilir bir durum vardır?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-03",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "(I) Doğduğumuz andan itibaren çevremizden duyduğumuz, okuyarak öğrendiğimiz tüm sözcükler bizim servetimizdir. (II) Bu servet, düşüncelerimizin gelişmesini ve hayatımızı nitelikli bir şekilde sürdürmemizi sağladığından en değerli varlığımızdır. (III) Doğru kararlar alabilmek, gerçeğe ulaşma yolunda sorulacak sorulara işe yarar cevaplar verebilmek için bu birikime ihtiyaç vardır. (IV) Yani ne kadar sözcüğünüz varsa o kadar geniş düşünür ve özgürleşirsiniz.",
    "soru_kökü": "Bu parçadaki numaralanmış cümlelerin hangisinde koşul anlamı vardır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Koşul",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Koşul cümlelerini tanır.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0002",
    "stem_patterns": [
      "kosul",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu parçadaki numaralanmış cümlelerin hangisinde koşul anlamı vardır?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-04",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "hayır",
    "metin": "yok",
    "soru_kökü": "Aşağıdaki cümlelerin hangisinde anlatım bozukluğu yoktur?",
    "şık_a": "Sözlerini ya duymazdan geleceksin ya da gülüp geçeceksin.",
    "şık_b": "O kadar çok emek harcadım bu taşlı tarlaya, yine de verim alamadım.",
    "şık_c": "Azimli insanların umutları asla tükenmez, daima artar.",
    "şık_d": "Her sabah deniz kenarına iner ve birkaç saat yürüyüş yapardım",
    "doğru_cevap": "C",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Anlatım Bozukluğu",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Anlatım bozukluklarını tespit eder.",
    "odak_ogesi": "kelime",
    "zorluk": "kolay",
    "metin_uzunlugu": "yok",
    "metin_id": "metin_yok",
    "stem_patterns": [
      "anlatim_bozuklugu"
    ],
    "soru_koku_indeksleme": "aşağıdaki cümlelerin hangisinde anlatım bozukluğu yoktur?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-05",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "I. Döngüsel ekonomi modeli, kullanılmış malzemelerin dönüştürülmesini içeriyor. II. Döngüsel ekonomi modeli Anadolu topraklarında yüzyıllardır bir yaşam kültürü olarak uygulanıyor. III. Birleşmiş Milletler, döngüsel ekonomi modelini kalkınma planına dâhil etmiştir.",
    "soru_kökü": "Bu cümlelerin anlamca doğru bir biçimde birleştirilmiş hâli aşağıdakilerden hangisidir?",
    "şık_a": "Birleşmiş Milletlerin, kalkınma planına dâhil ettiği, kullanılmış malzemelerin dönüştürülmesini içeren döngüsel ekonomi modeli, Anadolu topraklarında yüzyıllardır bir yaşam kültürü olarak uygulanıyor.",
    "şık_b": "Anadolu topraklarında yüzyıllardır kullanılmış malzemelerin dönüştürülmesini bir yaşam kültürü olarak içeren döngüsel ekonomi modelini, Birleşmiş Milletler, kalkınma planına dâhil etmiştir.",
    "şık_c": "Birleşmiş Milletlerin, kalkınma planına dâhil ettiği, Anadolu topraklarında kullanılmış malzemelerin dönüştürülmesini içeren döngüsel ekonomi modeli, yüzyıllardır bir yaşam kültürü olarak uygulanıyor.",
    "şık_d": "Anadolu topraklarında yüzyıllardır bir yaşam kültürü olarak uygulandığından Birleşmiş Milletlerin kalkınma planına dâhil edilen döngüsel ekonomi modeli, kullanılmış malzemelerin dönüştürülmesini içeriyor.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "uygulama",
    "beceri_alani": "Uygulama",
    "kazanım": "Anlamlı cümleler oluşturur.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0003",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu cümlelerin anlamca doğru bir biçimde birleştirilmiş hâli aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-06",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "Zaman, içinde birçok fırsatın bulunduğu şey; fırsat ise içinde çok fazla zamanın bulunmadığı şeydir.",
    "soru_kökü": "Aşağıdakilerden hangisi bu cümleye anlamca en yakındır?",
    "şık_a": "İnsanlar, büyük fırsatlar beklerken yanlarından gelip geçen küçük fırsatları kaçırır.",
    "şık_b": "Fırsat teknesi size gelmiyorsa siz ona doğru yüzün.",
    "şık_c": "Eline geçen fırsatları değerlendirebilenler yeni fırsatlar yakalar.",
    "şık_d": "Fırsat, kapınıza geldiğinde kapıyı iki kez çalar zannetmeyin.",
    "doğru_cevap": "D",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Yakın Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Yakın anlamlı sözcükleri bulur.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0004",
    "stem_patterns": [],
    "soru_koku_indeksleme": "aşağıdakilerden hangisi bu cümleye anlamca en yakındır?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-07",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "Bugün geldiğimiz noktada biz sosyal medyayı değil, sosyal medya bizi kullanıyor; böylece kendi hayatına bir başkası kadar yabancı olan “…mış gibi yapanlar topluluğu” hâline dönüştük.",
    "soru_kökü": "Bu cümledeki altı çizili sözle anlatılmak istenene aşağıdaki sosyal medya davranışlarından hangisi örnek olamaz?",
    "şık_a": "Kişinin kendi aldığı çiçeklerin, ona hediye olarak geldiğini gösteren fotoğraflar paylaşması",
    "şık_b": "Kedileri sevmeyen birinin, kedileri severken çektirdiği fotoğraflarını paylaşması",
    "şık_c": "Mutsuz bir ruh hâlindeki kişinin, yaptığı bir etkinlikten keyif aldığında bununla ilgili video paylaşması",
    "şık_d": "Özünde bencil olan birinin, yardımlaşmayla ilgili sürekli özlü sözler paylaşması",
    "doğru_cevap": "C",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Yakın Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0005",
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu cümledeki altı çizili sözle anlatılmak istenene aşağıdaki sosyal medya davranışlarından hangisi örnek olamaz?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-08",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Bir ortaokulda bir öğretmen ilkbahara girerken öğrencilerine birtakım etkinlikleri ödev vermiştir. Verilen ödevdeki bu etkinliklerde, I. Gözlem yapılması gerekmektedir. II. Uygulama yapılacaktır. III. Bir tasarı gerçekleştirilecektir.",
    "soru_kökü": "Aşağıdaki etkinliklerin hangisinde numaralanmış bu şartların tamamı sağlanmıştır?",
    "şık_a": "Minyatür heykel yapma: Kâğıt hamurundan, herhangi bir nesnenin heykelciğini yapabilirsiniz. Bunun için gazete kâğıdı, su, tutkal ve renkli kâğıtlara ihtiyaç vardır. Gazete kâğıtlarını suyla hamur kıvamına getirip içine tutkal koyduğunuzda hamurunuz hazır demektir. Heykelciğiniz bittikten sonra da renkli kâğıtlarla süsleyin.",
    "şık_b": "Ses haritası çıkarma: Bir yürüyüş rotası hazırlayın ve bunun krokisini bir kâğıda çizin. Bu kâğıttan, fotokopiyle yedi adet çoğaltın. Ardından bu rotada yürüyün ve yol boyunca nerede, hangi sesi (rüzgâr, kuş, böcek vb.) duyuyorsanız krokiye kaydedin. Bunu yedi gün boyunca tekrarlayıp ses haritasını oluşturun.",
    "şık_c": "Yaprak boyama: Doğa, eski kültürlere esin ve malzeme kaynağı olmuştur. Eski kültürlerde insanlar kendilerini ifade etmek için doğal malzemeleri bolca kullanırlar. Siz de dökülmüş yaprak toplayıp akrilik boyayla yaprakların üzerine desenler çizerek kendinizi ifade etmeye çalışın.",
    "şık_d": "Koku belirleme: Koku konusunda hafızanızı geliştirirseniz binlerce kokuyu ayırt edebilirsiniz. Çam, vanilya, yasemin, lavanta, hanımeli gibi… Bir doğa yürüyüşüne çıkarak keşfettiğiniz kokuların bir listesini yapın.",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Koşul",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Koşul cümlelerini tanır.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0006",
    "stem_patterns": [
      "kosul",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "aşağıdaki etkinliklerin hangisinde numaralanmış bu şartların tamamı sağlanmıştır?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-09",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "Gönül, kaptan köprüsüne çık… Çayır kokusunu alan bir tay gibi kokla açık denizleri Çevirmesin senin kafanı geri geride kalanlara doğru giden dümen suyunun köpüklü izleri...",
    "soru_kökü": "Bu şiirde anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "İnsan, yaşadıklarına takılmadan yaşayacaklarına odaklanmalı.",
    "şık_b": "Hayat yolculuğunda ne gelecek ne de geçmiş vardır, sadece şimdi vardır.",
    "şık_c": "Geleceğe umutla yürümek isteyen insanlar hayatı ciddiye almalıdır.",
    "şık_d": "Mutluluğu yakalayabilmek için, hüzünlü anıları düşünmemek gerekir.",
    "doğru_cevap": "A",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0007",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu şiirde anlatılmak istenen aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-10",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Kentlerin henüz mahalle kültürünü yitirmediği zamanlarda kedilerle insanlar arasında adı konmamış bir ortak yaşam söz konusuydu. Geleneksel mimarinin vazgeçilmez unsuru olan tek katlı evlerin avluları, çatıları, evlerin arasında kıvrılarak kaybolan Arnavut kaldırımlı sokaklar, birkaç meyve ağacının olduğu bahçeler kedilerin dolaşma alanıydı. Açık sofalar, teraslar ve pencereler de evlere giriş noktalarıydı. Tek katlı evler yerini çok katlı beton yığınlarına bıraktıkça kedilerle insanların yolu ayrıldı.",
    "soru_kökü": "Bu metnin türüyle ilgili aşağıdakilerden hangisi doğrudur?",
    "şık_a": "Bir konuyla ilgili tespitler bilimsel gerçekliğe uygun olarak anlatılmıştır.",
    "şık_b": "Anlatılmak istenenler bir olay örgüsü çerçevesinde dile getirilmiştir.",
    "şık_c": "Düşünceler öznel bir üslupla, kanıtlama amacı güdülmeden açıklanmıştır.",
    "şık_d": "Geçmişte yaşanan ve toplumda derin izler bırakan bir olay aktarılmıştır.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Anlatım Biçimi",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0008",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metnin türüyle ilgili aşağıdakilerden hangisi doğrudur?",
    "_WARNINGS": [
      "UYARI: 'Anlatım Biçimi' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2024-1-A-11",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 11,
    "metin_var_mi": "evet",
    "metin": "Genç nesillerin, Yunus Emre Divanı ve Safahat gibi klasiklerimizi okuyup anlayabilmesi için “Dilimizin Zenginlikleri” projesi hayata geçirilmiştir. Proje kapsamında, öğrencilere sözlük kullanmayı teşvik edici eserler okutulmuş ve öğrencilerden kendi sözlüklerini oluşturmaları istenmiştir. Öğrenciler; Fuzuli’nin, Yunus Emre’nin, Mehmet Akif’in ve daha birçok büyük şairin kullandığı sözcükleri öğrenerek onların anlam dünyalarının içine girebilme imkânı bulmuştur. Bu projeyle öğrenciler sözlük kullanma alışkanlığı da kazanmıştır.",
    "soru_kökü": "Bu parçayla ilgili, I. Nesnel yargılara yer verilmiştir. II. Karşılaştırma yapılmıştır. III. Niteleyici sözcükler kullanılmıştır. IV. Tanık göstermeye başvurulmuştur. yargılarından hangileri doğrudur?",
    "şık_a": "I ve II",
    "şık_b": "I ve III",
    "şık_c": "II ve IV",
    "şık_d": "III ve IV",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Öznel-Nesnel",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Öznel ve nesnel yargıları ayırt eder.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0009",
    "stem_patterns": [
      "oznel_nesnel"
    ],
    "soru_koku_indeksleme": "bu parçayla ilgili, i. nesnel yargılara yer verilmiştir. ii. karşılaştırma yapılmıştır. iii. niteleyici sözcükler kullanılmıştır. iv. tanık göstermeye başvurulmuştur. yargılarından hangileri doğrudur?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-12",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 12,
    "metin_var_mi": "evet",
    "metin": "Bir metinde yer alan bilgi, durum veya olaylar arasında mantıksal tutarlılık bulunmaması anlatım açısından kusur sayılmaktadır.",
    "soru_kökü": "Bu açıklamaya göre, Arkasından vuran ışık, yüz hatlarını seçmemi engelliyordu ama söyleyeceklerini duymama ve anlamama engel olacak bir şey yoktu. Tüm dikkatimi ona vermiştim.----. parçası aşağıdakilerden hangisiyle tamamlanırsa metnin anlatımı kusurlu olur?",
    "şık_a": "Elini cebinden çıkardı. “Sana mühim bir haberim var, evlat.” dedi. Sesinden, yüzünün asıldığı belli oluyordu",
    "şık_b": "Bir iki kere öksürdü. Derin derin soludu. “Sana mühim bir haberim var, evlat.” dedi. Oturduğu yerde ayağını sallamasından, çok heyecanlı olduğu anlaşılıyordu",
    "şık_c": "Ceketini çıkardı, katladı, koluna astı. Kravatını, serbest olan eliyle biraz gevşetti. “Sana mühim bir haberim var, evlat.” dedi",
    "şık_d": "Gözlerinden bir sevinç dalgası geçti, dudağının kenarındaki bir gülümsemeyle “Sana mühim bir haberim var, evlat.” dedi",
    "doğru_cevap": "D",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Yapım ve çekim eklerini tanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0010",
    "stem_patterns": [
      "anlatim_bicimi"
    ],
    "soru_koku_indeksleme": "bu açıklamaya göre, arkasından vuran ışık, yüz hatlarını seçmemi engelliyordu ama söyleyeceklerini duymama ve anlamama engel olacak bir şey yoktu. tüm dikkatimi ona vermiştim.----. parçası aşağıdakilerden hangisiyle tamamlanırsa metnin anlatımı kusurlu olur?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-13",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 13,
    "metin_var_mi": "evet",
    "metin": "Milleti millet yapan unsurların başında dil gelir. Ana dilini geliştirip zenginleştiremeyen, yabancı dillerin istilalarından koruyamayan milletler ne millî bir kültür oluşturabilir ne de oluşmuş kültürlerini koruyabilirler. Yozlaşma ve yabancılaşma dille sınırlı kalmayarak zamanla bütün değerlerin yok olmasına ve millî birliğin, telafisi imkânsız zararlar görmesine sebep olur. Bilim, sanat ve eğitimde kendi dilini ihmal edip kullanmayan ve kendi diline sahip çıkması gerektiğini evlatlarına öğretemeyen bir millet yok olmaya mahkûmdur",
    "soru_kökü": "Bu metinden aşağıdaki yargıların hangisine ulaşılamaz?",
    "şık_a": "Milletler dilini koruyabilmek için sanatta, millî kültüre ait unsurları işlemelidir.",
    "şık_b": "Dilindeki yabancılaşmayı önleyemeyen bir milletin varlığı tehlikeye düşer.",
    "şık_c": "Varlığını sürdürmek isteyen milletler dil bilincini genç nesillere aktarmalıdır.",
    "şık_d": "Dil, bir milletin bireyleri arasındaki bağı kuvvetlendiren bir unsurdur.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Sebep cümlelerini tanır.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0011",
    "stem_patterns": [
      "oznel_nesnel"
    ],
    "soru_koku_indeksleme": "bu metinden aşağıdaki yargıların hangisine ulaşılamaz?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-18",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 18,
    "metin_var_mi": "evet",
    "metin": "Şehir, kendi kimliğini belirlemek ve kendini daha iyi tanımak için aynaya baktığı zaman insanla karşılaşır. Çünkü tüllerin arkasında durup ona ruhunu katan, şeklini veren, estetik duygularını yansıtan kişiler vardır. Bazen onca insanın arasında öne çıkan kişiler olur, varlıklarıyla şehrin tarihine damga vururlar. İstanbul denince Fatih Sultan Mehmet’i, Samsun denince Mustafa Kemal Atatürk’ü anmadan geçemeyeceğimiz gibi.",
    "soru_kökü": "Bu parçada virgülün (, ) aşağıdaki işlevlerinden hangisinin kullanımı yoktur?",
    "şık_a": "Sıralı cümleleri birbirinden ayırmak için konur.",
    "şık_b": "Uzun cümlelerde yüklemden uzak düşmüş olan özneyi belirtmek için konur.",
    "şık_c": "Birbiri ardınca sıralanan eş görevli kelime ve kelime gruplarının arasına konur.",
    "şık_d": "Cümle içinde ara sözleri veya ara cümleleri ayırmak için ara sözlerin veya ara cümlelerin başına ve sonuna konur.",
    "doğru_cevap": "D",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Noktalama",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0012",
    "stem_patterns": [
      "noktalama"
    ],
    "soru_koku_indeksleme": "bu parçada virgülün (, ) aşağıdaki işlevlerinden hangisinin kullanımı yoktur?"
  },
  {
    "soru_id": "LGSTR-2024-1-A-20",
    "yıl": 2024,
    "ders": "Türkçe",
    "soru_no": 20,
    "metin_var_mi": "evet",
    "metin": "Anadolu kültürü, tüm dünyaya barışı ve huzuru getirmeyi hedefleyen Türkiye Yüzyılı’nın temel dayanak noktasıdır.",
    "soru_kökü": "Bu cümlenin türüyle ilgili aşağıdakilerden hangisi yanlıştır?",
    "şık_a": "Anlamına göre olumlu cümledir.",
    "şık_b": "Yüklemin yerine göre kurallı cümledir.",
    "şık_c": "Yüklemin türüne göre fiil cümlesidir.",
    "şık_d": "Yapısına göre fiilimsi bulunan cümledir.",
    "doğru_cevap": "C",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0014",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu cümlenin türüyle ilgili aşağıdakilerden hangisi yanlıştır?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-01",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Hiç tanımadığımız ancak görür görmez içimizin ısındığı, şöyle bir kucaklayıp da sarmalamak istediğimiz insanlar vardır. Onların gülüşlerinde duygularının yıpranmış, çok acı çekmiş olduklarını görürsünüz. Fakat bu kişiler yine de----, yaşama direncini ve umudunu yitirmemiş insanlardır. Üzüntülerinde de mutluluklarında da her daim samimilerdir. Onları değerli yapan özellikleri samimiyetleridir. Yalanı dolanı olmayan, riyakârlığa tamah etmeyen, dostlarına karşı----ve paylaşımcı olan bu insanlar ilk bakışta kendilerini belli eder",
    "soru_kökü": "Bu metinde boş bırakılan yerlere düşüncenin akışına göre sırasıyla aşağıdakilerin hangisi getirilmelidir?",
    "şık_a": "rahata kavuşmamışduyarlı",
    "şık_b": "pes etmemişkoruyucu",
    "şık_c": "yenik düşmemişgururlu",
    "şık_d": "taviz vermemişbaskıcı",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Öznel-Nesnel",
    "soru_tipi": "uygulama",
    "beceri_alani": "Uygulama",
    "kazanım": "Metinde boşlukları doldurur.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0015",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metinde boş bırakılan yerlere düşüncenin akışına göre sırasıyla aşağıdakilerin hangisi getirilmelidir?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-02",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "Vatanına borçlu olarak ölmek istemez Fazıl Hüsnü Dağlarca. O ki şairdir, nefesiyle dalgalandırmalıdır bayrağını. O ki eski bir askerdir, cepheleri bir şahin gibi gözlemelidir. Silahlar ateşlenir de dağ taş ateşlenmez mi! Bir millet ayağa kalkar da kurt, kuş, ağaç, böcek sessiz mi kalır! Bir destan yazılmaktadır madem Anadolu’da, “Dağlarca” yazılmalıdır. “Üç Şehitler Destanı” denilmelidir en fırtınalısına",
    "soru_kökü": "Bu metindeki altı çizili ifadeyle anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "Bağımsızlık mücadelesine şiirleriyle katılmak",
    "şık_b": "Özgürlüğe giden yolda şiirlerine önem vermek",
    "şık_c": "Vatan sevgisini şiirlerinde ana tema yapmak",
    "şık_d": "Şiirlerinde millî değerlere öncelik vermek",
    "doğru_cevap": "A",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0016",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu metindeki altı çizili ifadeyle anlatılmak istenen aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-03",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "hayır",
    "metin": "yok",
    "soru_kökü": "“Birçok türde yazdım ama kendimi en iyi ifade ettiğim tür şiir oldu.” diyen bir sanatçı için aşağıdakilerden hangisi kesinlikle söylenir?",
    "şık_a": "Sanatçı, kendini rahat ifade ettiği için şiir türünü seçer.",
    "şık_b": "Sanatçının kendini iyi ifade edemediği türler vardır.",
    "şık_c": "Şiir, sanatçının kendini iyi ifade ettiği türler arasındadır.",
    "şık_d": "Şiir, sanatçının kendini iyi ifade etmesini kolaylaştıran bir türdür.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Türkçe bilgi ve becerilerini kullanır.",
    "odak_ogesi": "kelime",
    "zorluk": "kolay",
    "metin_uzunlugu": "yok",
    "metin_id": "metin_yok",
    "stem_patterns": [],
    "soru_koku_indeksleme": "“birçok türde yazdım ama kendimi en iyi ifade ettiğim tür şiir oldu.” diyen bir sanatçı için aşağıdakilerden hangisi kesinlikle söylenir?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2025-1-A-04",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Yabancı kültür unsurlarını bire bir kopyalamak yerine bunları millî değerlerimizle yorumlayarak yeni tasarımlar ortaya koymamız gerekir.",
    "soru_kökü": "Bu cümlede anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "Yeni eserler, geleneksel konular ele alınarak özgün bir üslupla oluşturulmalıdır.",
    "şık_b": "Geçmişle bağları koparmadan modern kültürün evrensel değerlerine uygun eserler üretilmelidir.",
    "şık_c": "Başka milletlere ait değerler günümüz değerleriyle yeniden yorumlanarak aktarılmalıdır.",
    "şık_d": "Farklı kültürlere ait ögeler milletimize özgü bir bakış açısıyla işlenerek özgün eserler verilmelidir.",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Cümlenin anlam ilişkilerini yorumlar.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0017",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu cümlede anlatılmak istenen aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-05",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "hayır",
    "metin": "yok",
    "soru_kökü": "Aşağıdaki cümlelerin hangisinde nesne eksikliğinden kaynaklanan anlatım bozukluğu yoktur?",
    "şık_a": "Eskimiş düşünceler, paslanmış çivilere benzer; söküp atmalıyız.",
    "şık_b": "Hayatın dallarına her zaman sıkı sıkı sarılmalı, hiçbir zaman bırakmamalısın.",
    "şık_c": "Dilimizi doğru bir şekilde konuşmalı, gerekli özeni göstermeliyiz.",
    "şık_d": "Ay, tepelerin üstünde yavaş yavaş yükseldi; saatlerce balkondan seyrettik.",
    "doğru_cevap": "C",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Anlatım Bozukluğu",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Anlatım bozukluklarını tespit eder.",
    "odak_ogesi": "kelime",
    "zorluk": "kolay",
    "metin_uzunlugu": "yok",
    "metin_id": "metin_yok",
    "stem_patterns": [
      "anlatim_bozuklugu"
    ],
    "soru_koku_indeksleme": "aşağıdaki cümlelerin hangisinde nesne eksikliğinden kaynaklanan anlatım bozukluğu yoktur?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-06",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "----. Ahmet Haşim, bunu ustaca yapan denemecilerin başında gelir. Haşim denemelerini kuyumcu titizliğiyle işler. Onun yazdıklarından bir tek sözcüğü çıkaramayacağınız gibi, onlara bir tek sözcük de katamazsınız. Falih Rıfkı’nın da üslubu beğenili",
    "soru_kökü": "Bu metinde; • karşılaştırma, • örneklendirme, • benzetme, • tanımlama düşünceyi geliştirme yollarının tamamının kullanıldığını söyleyebilmek için boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "şık_a": "Yıllara hitap edecek bir denemede her sözcük tarihî eser gibi geleceğe ulaşmak zorundadır",
    "şık_b": "Bir yazıyı deneme yapan özellik denince aklıma ilk gelenler yenilik, düşünce ve sözcük kullanımı oluyor",
    "şık_c": "İsteyerek seçtiği bir konu üzerinde sadece deneme yazarı fikirlerini serbestçe anlatır",
    "şık_d": "Deneme, şiirden sonra daha doğrusu şiirle birlikte az sözle çok söz söyleme sanatıdır",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Karşılaştırma ifadelerini tanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0018",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metinde; • karşılaştırma, • örneklendirme, • benzetme, • tanımlama düşünceyi geliştirme yollarının tamamının kullanıldığını söyleyebilmek için boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-07",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "Ve şehir sabah akşam bu gürültüdür, Baksan minareler, kubbeler görünür, Minyatür bir gök ve serseri bulutlar; Bacalar tütmekte yakından, uzaktan, Kuşlar saçaklarda mahzun kanat çırpar, Usanmış durur damlar, göğe bakmaktan.",
    "soru_kökü": "Aşağıdakilerin hangisinde bu dizelerdeki söz sanatlarından herhangi biri kullanılmamıştır?",
    "şık_a": "Ağlama ey dere gürültüsüz ak Kader bu: Ne yapsan suyun akacak",
    "şık_b": "Yolculuğum uzun sürmüş oldukça Gece demir köprülerden geçmiştir tren",
    "şık_c": "Daha mı iyi olur daha mı kötü bilmiyordu Bir umut vardı gönülde eksilmiyordu",
    "şık_d": "Dört nala gelip Uzak Asya’dan Akdeniz’e bir kısrak başı gibi uzanan bu memleket bizim.",
    "doğru_cevap": "B",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0019",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "aşağıdakilerin hangisinde bu dizelerdeki söz sanatlarından herhangi biri kullanılmamıştır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2025-1-A-08",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Fahri Bey ile torunu balığa gideceklerdi. Fahri Bey’in elinde kocaman oltası ve tabure torununun elinde ise kırmızı kova, çıktılar yola. Ağaçlarla kaplı dar sokaktan sahile doğru yokuş aşağı inmeye başladılar.----",
    "soru_kökü": "Bu parça aşağıdakilerin hangisiyle devam ettirildiğinde hikâyenin tüm unsurlarına yer verilmiş olmaz?",
    "şık_a": "Baharın gelişini müjdeleyen erguvanlar selamlanmadan geçilir miydi hiç? Fahri Bey, dalın birini torununa doğru eğdi. Kokusu büyüleyiciydi gerçekten.",
    "şık_b": "Sağa baktılar, sola baktılar. Her yıl nisan ve mayıs aylarında açan lalelere hayran kalmamak mümkün müydü? Gördükleri manzara harikaydı. Hayranlıkları giderek artıyordu.",
    "şık_c": "Yokuşun kenarında yapraklanmadan çiçek açan bir ağaç gördüler. Öylesine güzel bir rengi vardı ki... Güneş, yüzünü göstermeye başlarken fark edilmemesi imkânsızdı.",
    "şık_d": "Torunu, kaldırım taşlarına bakıyordu. Fahri Bey ise Boğaz’ın simgesi yalılara dikkat kesilmişti. Karşılarına daldan düşen bir sincap çıkmasın mı? Bir tarafta sincap, diğer tarafta ikisi...",
    "doğru_cevap": "D",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Yapım ve çekim eklerini tanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0020",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu parça aşağıdakilerin hangisiyle devam ettirildiğinde hikâyenin tüm unsurlarına yer verilmiş olmaz?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-09",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "İyi bir arka kapak yazısı kitabın içeriğine olduğu kadar yazarın üslubuna ve okurların kitabı okuduktan sonra hissedeceklerine dair bilgiler de verir. Bunlar, okurların kitap seçiminde önemli etkenlerdir. Bir okur da bunları dikkate alarak kitap seçimini yapmıştır.",
    "soru_kökü": "Bu okurun kitap seçiminde etkili olan arka kapak yazısı aşağıdakilerden hangisi olabilir?",
    "şık_a": "Bu romanı bugün de tekrar tekrar okuyabilirsiniz. Güzel ve önemli Kurtuluş Savaşı romanlarından biridir. Bir toplumun, bir ulusun yeniden varoluş mücadelesini aynı şiddetle, aynı buhranla anlatıyor.",
    "şık_b": "Bir aşk destanı olan Ağrıdağı Efsanesi, geleneklerini Mahmut Han’a karşı savunan Ahmet ile Gülbahar arasındaki aşkı konu alır. Efsanelere ve halk söylencelerine yürekten bağlı yazarın bu romanı, insan psikolojisinin derinliklerini de içerir",
    "şık_c": "Bu kitaptan sonra Yunus’un yanık sevdalı sesini duyacak, Mevlana’nın yaktığı insanlık ateşiyle aydınlanacaksınız. İnsan olma sevdasını şiirsel anlatan kitap sizi bütün zaman, kültür ve coğrafyalarda yeni bir kimlikle yolculuk yapmaya çağırıyor",
    "şık_d": "Yazar, bu eserinde sözcükleri büyüteç gibi kullanıyor. Haritada İstanbul’un karşısına dizilmiş adalardan birine dikkatle bakmaya başlıyor. Başlangıçta soruyor yazar: Büyükada’yı tanıyan, bilen var mı? Büyükada’yı tanımayan, bilmeyen yok.",
    "doğru_cevap": "C",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Yapım ve çekim eklerini tanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0021",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu okurun kitap seçiminde etkili olan arka kapak yazısı aşağıdakilerden hangisi olabilir?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-10",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Genellikle büyük şairler hakkında yazılan eleştiri kitaplarında abartı derecesinde övgülerle karşılaşırız. Oysa yazar, son yazdığı eleştiri kitabında yıllarca aynı ekmeği bölüşmüş olmalarına rağmen Sezai Karakoç’u ve şiirlerini kendini bir adım geriye atarak anlatmıştır.",
    "soru_kökü": "Bu metinde sözü edilen yazarın vurgulanan özelliği aşağıdakilerden hangisidir?",
    "şık_a": "Tarafsızlığı",
    "şık_b": "Kararlılığı",
    "şık_c": "Fedakârlığı",
    "şık_d": "Alçak gönüllülüğü",
    "doğru_cevap": "A",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0022",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metinde sözü edilen yazarın vurgulanan özelliği aşağıdakilerden hangisidir?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2025-1-A-11",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 11,
    "metin_var_mi": "evet",
    "metin": "Tarık, ikide bir kapağı işlemeli köstekli saatini çıkarıp bakıyor. Her bakışında “Geç kaldık, bu araba bu gidişle mümkünü yok trene yetişemez.” manasında cık cık ediyor, kafa sallıyor; bununla da yetinmeyip yanındakilere saati soruyordu",
    "soru_kökü": "Bu metindeki kahramanın duygu durumu aşağıdakilerin hangisinde vardır?",
    "şık_a": "Konuşmayı sevmeyen ninem, elinde ördüğü kazağı koltuğa bıraktı. Parmağıyla koluma dokundu. Gözyaşları içinde “Niçin geçinemiyorsunuz onunla? Niçin kızıyorsunuz ona?” diye söylendi.",
    "şık_b": "Saatler geçti, kelimeler önce zihnime sonra deftere döküldü. Kelimelerin bu hızlı gelişine hayret ediyordum. Sanki kelimeler birbirleriyle yarışıyordu.",
    "şık_c": "Delikanlı, bir yandan kitabını okumaya bir yandan da yaşlı adamın konuşmalarını dinlemeye çalışıyordu. Yaşlı adamın yalan söylediğini bildiği hâlde sesini çıkaramadı. Ancak burnundan soluyordu",
    "şık_d": "Kalktı, eski perdesini kaldırıp pencereden baktı. Sürgülü kapıyı açıp bir de oradan baktı. Odanın içinde bir o tarafa bir bu tarafa gitti. Yerine oturdu ama gözü hâlen penceredeydi. Sakince beklemek zordu",
    "doğru_cevap": "D",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0023",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metindeki kahramanın duygu durumu aşağıdakilerin hangisinde vardır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2025-1-A-12",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 12,
    "metin_var_mi": "evet",
    "metin": "Okuma, rastgele ve bilinçsizce yapılırsa zaman kaybı ve hayal kırıklığı kaçınılmazdır. Bu nedenle kitaplar dünyasında seçme eserler okumak hayati bir önem taşımaktadır. Kitapların sayısı fazla, hayat ve zaman da kısa olduğundan okuma eyleminin en önemli noktası “seçme”dir. Bu seçme işinin temelinde yatan ise beklentilerimizdir. Öncelikle niçin okuduğumuzu tespit edip ardından kitapları araştırarak seçmeliyiz. Daha sonra ise edebî ve kabul görmüş bu eserleri belli bir düzen ve sıralama içerisinde okumalıyız",
    "soru_kökü": "Bu metinde asıl anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "Kitaplara, belirli bir okuma hedefi konularak başlanmalıdır",
    "şık_b": "Beklentilerin karşılanması için seçilen kitaplar hızlı okunmalıdır.",
    "şık_c": "Kitaplar, ihtiyaçlar doğrultusunda nitelikli olanlar arasından tercih edilmelidir.",
    "şık_d": "Herkes tarafından ilgi görmüş eserler bir plan dâhilinde okunmalıdır.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0024",
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu metinde asıl anlatılmak istenen aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-13",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 13,
    "metin_var_mi": "evet",
    "metin": "Günümüzdeki otomobillerde hemen hemen her şeyi dokunmatik ekranlar üzerinden yapabiliyorsunuz. Bu nedenle ekran ne kadar büyürse arabanın albenisi de o kadar artıyor. Maliyetleri düşürmek, üretim ve tasarım sürelerini kısaltmak ve etkileyici iç tasarımlar sunmak için fiziksel tuşlardan vazgeçilip dokunmatik ekranlara geçilse de yapılan kullanılabilirlik testleri çok farklı bir hikâye anlatıyor. Sürüş esnasında gerek duyulan birçok işlevde, fiziksel tuşların kullanılması dokunmatik ekrana göre çok daha güvenli. Öyle ki hareket hâlindeki bir araçta birtakım görevleri yerine getirmek için fiziksel tuşlar çok daha hızlı. Durum böyleyken otomobil sektörünün yanı sıra beyaz eşyadan endüstriyel ürünlere kadar birçok elektronik cihazda da dokunmatik ekran kullanılmaktadır.",
    "soru_kökü": "Bu metinden, I. Otomobil üreticileri, tüketicilerin görüşlerini ve isteklerini dikkate almaktadır. II. Otomobil sektörüyle başlayan dokunmatik ekran üretimi diğer sektörlere de yayılmaya başlamıştır. III. Fiziksel tuşlar, dokunmatik ekrana göre kullanıcılara daha güvenli bir sürüş imkânı sağlamaktadır. IV. Dokunmatik ekran üretimi, fiziksel tuş üretimine göre daha avantajlıdır. yargılarının hangilerine ulaşılabilir?",
    "şık_a": "I ve II",
    "şık_b": "I ve IV",
    "şık_c": "II ve III",
    "şık_d": "III ve IV",
    "doğru_cevap": "D",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Yapım ve çekim eklerini tanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0025",
    "stem_patterns": [
      "oznel_nesnel"
    ],
    "soru_koku_indeksleme": "bu metinden, i. otomobil üreticileri, tüketicilerin görüşlerini ve isteklerini dikkate almaktadır. ii. otomobil sektörüyle başlayan dokunmatik ekran üretimi diğer sektörlere de yayılmaya başlamıştır. iii. fiziksel tuşlar, dokunmatik ekrana göre kullanıcılara daha güvenli bir sürüş imkânı sağlamaktadır. iv. dokunmatik ekran üretimi, fiziksel tuş üretimine göre daha avantajlıdır. yargılarının hangilerine ulaşılabilir?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-17",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 17,
    "metin_var_mi": "evet",
    "metin": "(I) Kültür alanında Türk Medeniyeti için önemli katkıları bulunan Cemil Meriç, 38 yaşında gözlerini kaybetmiştir. (II) Bu olaydan sonra derin bir bunalıma girmiş ve girdiği bunalımdanda yine kitaplar sayesinde çıkabilmiştir. (III) Kitaplar hayatımın pek çok döneminde benim limanımdı, der. (IV) Göremez olduktan sonra da başta Kızı Ümit Meriç olmak üzere ailesi ona saatlerce yüksek sesle kitap okumuştur.",
    "soru_kökü": "Bu metindeki numaralanmış cümlelerin hangisinde yazım yanlışı yoktur?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "C",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Yazım Yanlışı",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Türkçe bilgi ve becerilerini kullanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0026",
    "stem_patterns": [
      "yazim_yanlisi",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu metindeki numaralanmış cümlelerin hangisinde yazım yanlışı yoktur?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-18",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 18,
    "metin_var_mi": "evet",
    "metin": "Otlarla, makilerle, ağaçlarla kaplandı kalenin birçok yeri (I) Keçiboynuzu ağaçları, badem ağaçları ve daha niceleri (II) Enteresan bitkiler de dâhil buna (III) Frenk üzümü bunlardan sadece bir tanesi (IV) Eskiden de bu bitkiler var mıydı, bilinmez",
    "soru_kökü": "Bu metindeki numaralanmış yerlerden hangisine üç nokta (...) getirilmelidir?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "B",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Noktalama",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0027",
    "stem_patterns": [
      "noktalama",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu metindeki numaralanmış yerlerden hangisine üç nokta (...) getirilmelidir?"
  },
  {
    "soru_id": "LGSTR-2025-1-A-20",
    "yıl": 2025,
    "ders": "Türkçe",
    "soru_no": 20,
    "metin_var_mi": "evet",
    "metin": "(I) Anadolu toprakları kültür ve tarih açısından olduğu kadar bitki çeşitliliği açısından da dünyanın en zengin coğrafyalarından biri. (II) Yüz ölçümü olarak kıtalara kıyasla küçük olsa da bölgeye özgü birçok bitki yetişmekte bu coğrafyada. (III) Dünyanın yalnızca belirli bölgelerinde yetişen bu bitkilere “endemik bitki” denmekte. (IV) Çok fazla endemik bitki barındıran Anadolu coğrafyasında bu zenginliği oluşturan en önemli faktör, şüphesiz iklim kuşağı.",
    "soru_kökü": "Bu metindeki numaralanmış cümlelerin hangisi yüklemin yerine göre diğerlerinden farklıdır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "B",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0029",
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu metindeki numaralanmış cümlelerin hangisi yüklemin yerine göre diğerlerinden farklıdır?"
  },
  {
    "soru_id": "LGSTR-2023-1-A-01",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Ressamın “Pamuk Tarlası ve Kargalar” adlı tablosunu getirin gözlerinizin önüne. Pamuğu simgeleyen “beyaz” ve kargaları simgeleyen “kara”, ressamın (I) yansıması sayılmaz mı? Kara ile beyaz arasındaki (II) sanatçının oluşturduğu gerilimin bir anlatımıdır. Ne kargadır anlatılmak istenen ne de pamuk tarlası. Sanatçının amacı (III)----. Böylece ressam, yaşadığı karmaşayı resimlerine yansıtmıştır.",
    "soru_kökü": "Bu parçada numaralanmış boşluklara düşüncenin akışına göre, aşağıdakilerden hangisi getirilmelidir?",
    "şık_a": "iç dünyasının(I), karşıtlık(II), iç çelişkilerine vurgu yapmaktır(III)",
    "şık_b": "amaçlarının(I), uyumluluk(II), insanları etkisi altına almaktır(III)",
    "şık_c": "duygu durumunun(I), zıtlık(II), toplumu aydınlatmaktır(III)",
    "şık_d": "vicdanının(I), etkileyicilik(II), sembollerle hayatı anlatmaktır(III)",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Öznel-Nesnel",
    "soru_tipi": "uygulama",
    "beceri_alani": "Uygulama",
    "kazanım": "Metinde boşlukları doldurur.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0030",
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu parçada numaralanmış boşluklara düşüncenin akışına göre, aşağıdakilerden hangisi getirilmelidir?"
  },
  {
    "soru_id": "LGSTR-2023-1-A-02",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "İlk romanını yayımladığında elli dört yaşında olan yazar, oldukça rağbet gören (beğenilen)(I) bu eserinden sonra neredeyse her yıl bir kitap yayımlayarak Türk edebiyatının köşe taşlarından (çok önemli)(II) biri olmayı başardı.Yazar, titizlikgösterilerek (ayrıntılı olarak)(III) ve sağlığındaki eski baskıları göz önünde bulundurularak (dikkate alınarak)(IV) hazırlanan üç muhteşem romanıyla yeniden bizlerle.",
    "soru_kökü": "Bu parçada numaralanmış sözlerden hangisinin anlamı yay ayraç() içinde verilen açıklamayla uyuşmamaktadır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Anlatım Biçimi",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0031",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "anlatim_bicimi",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu parçada numaralanmış sözlerden hangisinin anlamı yay ayraç() içinde verilen açıklamayla uyuşmamaktadır?"
  },
  {
    "soru_id": "LGSTR-2023-1-A-03",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "Aslında hepimiz aynı şeyi yapıyoruz. Bizden önceki kuşakların açtıkları edebî damarları genişletiyoruz. Türk edebiyatının bizden önceki kuşaklarının tüm belirgin özellikleri bende ve benim kuşağımdaki diğer yazarlarda var. Biz de bunu kendi üslubumuzla harmanlayarak bizden sonrakilere devrediyoruz.",
    "soru_kökü": "Altı çizili cümlenin bu metne kattığı anlam aşağıdakilerden hangisidir?",
    "şık_a": "Edebî mirasımızı sonraki kuşağa devretme konusunda köprü vazifesi görüyoruz.",
    "şık_b": "Edebî mirasımızın gizli kalmış değerlerini gün yüzüne çıkarma görevini üstleniyoruz.",
    "şık_c": "Edebî mirasımızın aslına sadık kalıp onu korumaya devam ediyoruz.",
    "şık_d": "Edebî mirasımıza sahip çıkıp ona yeni bir yorum katıyoruz.",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Cümlenin anlam ilişkilerini yorumlar.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0032",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "altı çizili cümlenin bu metne kattığı anlam aşağıdakilerden hangisidir?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2023-1-A-04",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Yazmaya başladığımda yetişkinleri hedeflemiştim. Geriye dönüp baktığımda ise eserlerimin çocuklarla ilgili olduğunu görüyorum. Sanki çocuklar, oyun oynarken şöyle dedi: “Kutu kutu pense / Elmamı yerse / Feridun Amca / Aramıza gelse.” İşte o günden beri çocukların arasından çıkamadım. Bu durumdan çok mutluyum.",
    "soru_kökü": "Bu parçadaki altı çizili ifadeyle aşağıdakilerden hangisine gönderme yapılmıştır?",
    "şık_a": "Başlangıçtaki hedefine ulaşmış olmasına",
    "şık_b": "Çocukların arasında vakit geçiriyor olmasına",
    "şık_c": "Kitaplarının çocuklara yönelik olmasına",
    "şık_d": "Çocukların isteklerini gerçekleştirmiş olmasına",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0033",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu parçadaki altı çizili ifadeyle aşağıdakilerden hangisine gönderme yapılmıştır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2023-1-A-05",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "Kelimeler tıpkı gözlükler gibi, netleştiremedikleri her şeyi daha da bulanıklaştırır.",
    "soru_kökü": "Bu cümleyle anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "Kelimeleri anlamına uygun kullanmak bilgi gerektirir.",
    "şık_b": "Anlatılmak isteneni açıkça ifade edemeyen kelimeler anlamayı zorlaştırır.",
    "şık_c": "Birden fazla anlamı olan kelimeler, anlatımı sadelikten uzaklaştırır.",
    "şık_d": "Kelimeler, gücünü herkes tarafından kolayca anlaşılmasından alır.",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Cümlenin anlam ilişkilerini yorumlar.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0034",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu cümleyle anlatılmak istenen aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2023-1-A-06",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "Türkiye’nin sayılı şairlerinden olan sanatçının “Kırık Tar Sesi” adlı şiirini diğer şiirleri kadar başarılı bulamadım.",
    "soru_kökü": "Bu cümleye göre, I. Sanatçı önemli bir şairdir. II. Sanatçının diğer şiirleri başarılıdır. III. Sanatçının “Kırık Tar Sesi” adlı şiiri başarısızdır. yargılarından hangilerine ulaşılabilir?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız III",
    "şık_c": "I ve II",
    "şık_d": "II ve III",
    "doğru_cevap": "C",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Öznel-Nesnel",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Cümlenin anlam ilişkilerini yorumlar.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0035",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "oznel_nesnel"
    ],
    "soru_koku_indeksleme": "bu cümleye göre, i. sanatçı önemli bir şairdir. ii. sanatçının diğer şiirleri başarılıdır. iii. sanatçının “kırık tar sesi” adlı şiiri başarısızdır. yargılarından hangilerine ulaşılabilir?"
  },
  {
    "soru_id": "LGSTR-2023-1-A-07",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "“Çocuklar İçin Şiir” başlığı altında yayımlanan kimi kitaplarda ne yazık ki “çocuk şiiri” niteliği taşımayan ürünlerle karşılaşıyoruz. Yapmacık uyak yığınlarına eklenecek bir tutam iç ses uyumu, iki gram da imge... İşte size harika (!) bir çocuk şiiri. Ne var ki çocuklar o şiirleri hiç okumuyor, iyi de ediyorlar! Çocuk, kendisi için yazılan bir şiiri okurken kendinin yazdığını sanmalıdır. Bunu sağlamak da özel bir duyarlılığın işidir.",
    "soru_kökü": "Bu metinde anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "Çocukların yazdığı şiirler, yetişkinlerin yazdığı çocuk şiirlerinden daha fazla ilgi görmektedir.",
    "şık_b": "Çocuklara yönelik şiir yazanlar onların dünyalarından ilham almalıdır.",
    "şık_c": "Çocuk şiirlerinin başarılı olabilmesi için temasının çocukluk olması gerekmektedir.",
    "şık_d": "Çocuklar için şiir yazarken şair, kendi çocukluğundan beslenmelidir.",
    "doğru_cevap": "B",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0036",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu metinde anlatılmak istenen aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2023-1-A-08",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Öykücü olmak ne demektir? Tanımlaması güç bir durum. Hele anlatı türlerinin birbirlerinin alanlarına nüfuz ettikleri, birbirlerinin tanımlarını ödünç aldıkları veya tanımlarına el koydukları günümüz edebiyatında. Şiir ile öykü, öykü ile roman, roman ile deneme elbette genel hatlarıyla birbirinden ayrılabilir ama öyle metinler var ki bütün bu anlatı türleri bir arada örülmüş. Öylesi metinler ki bunlar, öykünün bittiği yerde roman başlar gibi olurken araya sanki şiir giriyor, tam biterken yeniden öykü boy gösteriyor. Bu nedenle metinlerin bir karşılığını aramak bana doğru gelmiyor.",
    "soru_kökü": "Bu metinde yazarın asıl eleştirdiği durum aşağıdakilerden hangisidir?",
    "şık_a": "Türleri keskin çizgilerle ayırma çabası",
    "şık_b": "Öykünün her türün içinde erimesi",
    "şık_c": "Tür özelliklerinin anlaşılmasının güçlüğü",
    "şık_d": "Türü tanımlamada metin yapılarının esas alınması",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Sebep cümlelerini tanır.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0037",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metinde yazarın asıl eleştirdiği durum aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2023-1-A-09",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "Hiçbir kitabımda ön söz yoktur. Bu konuda görüşüm nettir. İçtenlik bulamam büyük büyük iddialar içeren ön sözlerde. Yararı olmaz demiyorum ön sözlerin. Bizi kitaba yaklaştıran, bildiklerimize yeni bilgiler ekleyen yönleri vardır. Bunların yanında okuyucuya âdeta tepeden bakan, okuyucunun kitaba ilişkin oluşacak beğenilerini daha işin başında kendi yargılarıyla kuşatan itici bir yanı da vardır ön sözlerin.",
    "soru_kökü": "Bu metne göre, aşağıdakilerden hangisi yazarın “ön sözler” ile ilgili görüşlerinden biri değildir?",
    "şık_a": "Okuru küçük gören bir nitelik taşımaktadır.",
    "şık_b": "Okurun esere olan bakışını etkilemektedir.",
    "şık_c": "Samimiyetten uzak bir yapısı bulunmaktadır.",
    "şık_d": "Eserdeki içeriğin anlaşılmasını zorlaştırmaktadır.",
    "doğru_cevap": "D",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0038",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metne göre, aşağıdakilerden hangisi yazarın “ön sözler” ile ilgili görüşlerinden biri değildir?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2023-1-A-10",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Müzik; milletleri meydana getiren, şekillendiren ve büyük medeniyetlere dönüştüren bir kültür ögesidir. İnsanların çeşitli duygularının ifadesi olan müzik, üretildiği coğrafyanın tüm kültürel unsurlarını diğer sanatlardan farklı olarak herkesin anlayacağı bir sadelikte ve en çarpıcı hâliyle yansıtır.",
    "soru_kökü": "Bu metinde aşağıdaki düşünceyi geliştirme yollarından hangileri kullanılmıştır?",
    "şık_a": "Karşılaştırmaörneklendirme",
    "şık_b": "Benzetmetanımlama",
    "şık_c": "Karşılaştırmatanımlama",
    "şık_d": "Benzetmeörneklendirme",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0039",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metinde aşağıdaki düşünceyi geliştirme yollarından hangileri kullanılmıştır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2023-1-A-11",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 11,
    "metin_var_mi": "evet",
    "metin": "Sabaha kadar yürürdük. Birkaç nöbetçi kulübesi vardı, bir ona bir öbürüne uğrardık. Bir uçtan öbür uca gecenin zifirî karanlığında devriye gezer, turlardık. Ben gökyüzünü bu kadar yalın, bu kadar açık ve tabii ki milyonlarca yıldızla birlikte ilk kez kendi köyümde görmüştüm, bir de bu kasabada. Yazını da kışını da görmüştüm buranın, aynıydı. Geceleri tarif edilemez bir soğuktu yaşadığımız, gündüzleri sıcak. Çöl böyle bir şey olmalıydı.",
    "soru_kökü": "Bu metinle ilgili aşağıdakilerden hangisi söylenemez?",
    "şık_a": "Olaya dayalı anlatım yapılmıştır.",
    "şık_b": "Hayalî unsurlara yer verilmiştir.",
    "şık_c": "Gözlemden yararlanılmıştır.",
    "şık_d": "Bir saptamada bulunulmuştur.",
    "doğru_cevap": "B",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0040",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metinle ilgili aşağıdakilerden hangisi söylenemez?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2023-1-A-12",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 12,
    "metin_var_mi": "evet",
    "metin": "(I) Nesiller boyunca bizden “Çok gezen mi bilir, çok okuyan mı?” ikilemini çözmemiz beklendi. (II) Atalarımız, durağan bir hayat yaşamayıp hayatları boyunca çok okuyup çok gezmeyi bir arada sürdürmüş. (III) Pek çok bilgiye, âlime, kitaba uzun ve zahmetli bu yolculukları göze alarak ulaşmışlar. (IV) Hem çok okuyup hem de çokça gezerek medeniyetlerini inşa etmişler.",
    "soru_kökü": "Bu parçada numaralanmış cümlelerin hangisinden sonra “Bir yerde akmadan bekleyen suyu değil akıp giden suyu tercih eden atalarımız, ilim için şehirden şehre, medreseden medreseye yolculuk etmiş.” cümlesi getirilirse metnin anlam bütünlüğü bozulmaz?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "B",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0041",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu parçada numaralanmış cümlelerin hangisinden sonra “bir yerde akmadan bekleyen suyu değil akıp giden suyu tercih eden atalarımız, ilim için şehirden şehre, medreseden medreseye yolculuk etmiş.” cümlesi getirilirse metnin anlam bütünlüğü bozulmaz?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2023-1-A-13",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 13,
    "metin_var_mi": "evet",
    "metin": "Çoğu insanın her sabah uyandığında kendine gelmek için yaptığı rutin davranışlar olur. Sanırım bende de alışkanlığa dönüşmeye aday bir rutin başladı. Yüz yıkamak, kahve içmek, gerinmek, banyo yapmak gibi rutinlerden değil bahsettiğim.----",
    "soru_kökü": "Bu parça aşağıdakilerin hangisiyle devam ettirilirse öyküleyici bir metne dönüşür?",
    "şık_a": "Alışılmadık, sıra dışı sözcükleriyle aklıma takılan tekerlemeler... Sahi neden insanlar tekerleme söyleme ihtiyacı duyar ki? Hem de benim sabah uyanır uyanmaz yaptığım ilk işin tekerleme söylemek olduğunu duysalar beni yadırgarlar mı? Bilemem ama tekerlemelerin dil becerilerini ve zihinsel yetkinlikleri geliştirdiği bir gerçek.",
    "şık_b": "Hani şu tekerlemeler vardır ya... Kimini hiç söyleyemediğimiz kimini ise muzaffer bir komutan edasıyla bir çırpıda söyleyiverdiğimiz tekerlemeler. Hani her gece biri akla takılan, sabahında hatasız söylenmeye çalışılanlar.",
    "şık_c": "Tekerleme söylemek. Evet evet, yanlış duymadınız. Hem de hatasız bir şekilde söylemeden yatağımdan çıkmamak gibi kuralları olan garip, yorucu ve bir o kadar da heyecan verici bir durum. Alışkanlığa dönüşmesini engellemek elimde mi değil mi bilmiyorum ama bir yerlerde sonlandırmak gerek böyle davranışları.",
    "şık_d": "Aklımda kalmış tekerlemelerden birini doğru söylemeden yatağımdan kalkamıyorum artık. Yine bir gün uyanır uyanmaz başladım birini söylemeye. “Şu duvarı badanalamalı mı, badanalamamalı mı?” derken sesimi yükseltmiş olmalıyım ki babam kaşlarını çatmış bir şekilde odaya girdi.",
    "doğru_cevap": "D",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0042",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu parça aşağıdakilerin hangisiyle devam ettirilirse öyküleyici bir metne dönüşür?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2023-1-A-18",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 18,
    "metin_var_mi": "evet",
    "metin": "(I) Balıkçı teknesi Güneş doğarken balıkçıları alarak yola çıkmış olmalıydı. (II) Limandaki tekneleri dalgın bakışlarıyla gözden geçirdi fırtına Kağan. (III) Aslında o güne kadar hergün onlarca tekne yolcu etmişti. (IV) Oğluna bir an için de olsa bu havada balığa çıkmasaydınız demediğine pişman olmuştu.",
    "soru_kökü": "Bu parçadaki numaralanmış cümlelerin hangisinde yazım yanlışı yoktur?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "D",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Yazım Yanlışı",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Türkçe bilgi ve becerilerini kullanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0043",
    "stem_patterns": [
      "yazim_yanlisi",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu parçadaki numaralanmış cümlelerin hangisinde yazım yanlışı yoktur?"
  },
  {
    "soru_id": "LGSTR-2023-1-A-19",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 19,
    "metin_var_mi": "evet",
    "metin": "Mahalle, (I)dünden bugüne şehrin temel Ibirimi olagelmiştir. Şehir, (II) mahalle mahalle kendini inşa etmektedir. Bu bakımdan mahalle, (III) çekirdeği ve tohumu gibidir bir şehrin. Dolayısıyla mahalle, (IV)geçmişten beri şehrin vazgeçilmez bir unsuru olmuştur. Bu gerçek, (V)mahallenin her şeye rağmen değiştirilemeyen ve dokunulamayan yapısındandır.",
    "soru_kökü": "Bu parçadaki numaralanmış yerlerden hangilerinde virgülün(, ) kullanım amacı anlam karışıklığını önlemektir?",
    "şık_a": "I ve IV",
    "şık_b": "II ve V",
    "şık_c": "III ve IV",
    "şık_d": "III ve V",
    "doğru_cevap": "D",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Noktalama",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0044",
    "stem_patterns": [
      "noktalama",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu parçadaki numaralanmış yerlerden hangilerinde virgülün(, ) kullanım amacı anlam karışıklığını önlemektir?"
  },
  {
    "soru_id": "LGSTR-2023-1-A-20",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 20,
    "metin_var_mi": "evet",
    "metin": "Bilgi: Fiilimsiler fiil anlamı taşıdıkları hâlde fiiller gibi çekimlenemez. Cümlede isim, sıfat, zarf görevinde bulunur ve isimfiil, sıfatfiil, zarffiil olmak üzere üç türe ayrılır. Bir rüzgâr esse şimdi gökyüzünden. Mavinin kokusu delip geçse benliğimi. Umut dolu bir rüyaya yolum düşse yemyeşil kırlarda. Keyifli bir düş olsam çayırlara kök salan.",
    "soru_kökü": "Bu parçadaki altı çizili fiilimsi türleri aşağıdakilerin hangisinde bir arada kullanılmıştır?",
    "şık_a": "Dünyanın dört bir yanından sanatçıların bir araya geldiği günde gökyüzünde süzülmüşüm sessizce.",
    "şık_b": "Kollarımı savura savura tüm insanlarla birlikte kendimi müziğin ritmine bırakırken eğleniyorum.",
    "şık_c": "El ele tutuşarak şarkılar söyleyelim neşe içinde doğmuş güne.",
    "şık_d": "Su gibi akınca zaman, sonbaharı uğurlamanın vaktidir.",
    "doğru_cevap": "C",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Fiilimsileri ayırt eder.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0045",
    "stem_patterns": [
      "fiilimsiler"
    ],
    "soru_koku_indeksleme": "bu parçadaki altı çizili fiilimsi türleri aşağıdakilerin hangisinde bir arada kullanılmıştır?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-01",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "hayır",
    "metin": "yok",
    "soru_kökü": "Aşağıdakilerin hangisinde altı çizili söz cümleye “belli bir sıra gözetmeksizin” anlamı katmıştır?",
    "şık_a": "Yaptığım işleri orada burada anlatıyor, beni yere göğe sığdıramıyordu.",
    "şık_b": "Romanın orasından burasından parçalar okuyor, yorumlamamızı istiyordu.",
    "şık_c": "Hayat bu zamana kadar beni oradan oraya sürükleyip durdu.",
    "şık_d": "Odanın orasında burasında kıyafetler duruyordu.",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Cümlenin anlam ilişkilerini yorumlar.",
    "odak_ogesi": "cümle",
    "zorluk": "kolay",
    "metin_uzunlugu": "yok",
    "metin_id": "metin_yok",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "aşağıdakilerin hangisinde altı çizili söz cümleye “belli bir sıra gözetmeksizin” anlamı katmıştır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2022-1-A-02",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "Yazar, eserinde günümüz dünyasının en tartışmalı sorunlarından biri olan internetin kullanımıyla ilgili çarpıcı tespitlerde bulunarak toplumun bu konudaki bulanık düşüncelerini berraklaştırmıştır.",
    "soru_kökü": "Bu cümledeki altı çizili sözle anlatılmak istenen aşağıdakilerden hangisi değildir?",
    "şık_a": "Kuşkudan kurtarmak",
    "şık_b": "Aydınlığa kavuşturmak",
    "şık_c": "Tereddütleri gidermek",
    "şık_d": "Yanlışlıkları düzeltmek",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Cümlenin anlam ilişkilerini yorumlar.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0046",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu cümledeki altı çizili sözle anlatılmak istenen aşağıdakilerden hangisi değildir?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-04",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "(I) Şairlerin ilk şiir kitapları çok önemlidir. (II) Sanat hayatları boyunca yayımladıkları şiir kitaplarının sayısı da önemlidir. (III) Çünkü onlarda hem taptaze bir heves hem de uzun sürmesi arzulanan bir yolculuğa dair işaretler vardır. (IV) Şairlerin sanat hayatlarının başlangıcı olan kitaplar, zamanla açılıp serpilecek şiirlerinin şifresi gibidir. (V) Bir şairin şiir anlayışını daha iyi belirlemek için de onun ilk adımına bakmak gerekir.",
    "soru_kökü": "Bu metindeki numaralanmış cümlelerden hangisi düşüncenin akışını bozmaktadır?",
    "şık_a": "II",
    "şık_b": "III",
    "şık_c": "IV",
    "şık_d": "V",
    "doğru_cevap": "A",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0048",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu metindeki numaralanmış cümlelerden hangisi düşüncenin akışını bozmaktadır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2022-1-A-05",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "“Hayat Yaz Yağmuru Gibi” adlı tiyatro oyununda farklı insan karakterleri geçiş yapar sahneden. “” ilk çıkar sahneye. Hafif çiseleyen bir yaz yağmurunda bile elleri ayaklarına dolaşır onların. Pireyi deve yaparlar bir anda. Yaz yağmuru tufana dönüşürken kulakları tıkalı, gözleri kapalı olanlar da vardır. Evlerinin penceresinden izlerler etrafı, “” diye adlandırılırlar. Sırılsıklam ıslanma pahasına tufana göğüs gerenler de olur. Sel götürmesin diye etrafı, binbir türlü yol denerler. “----” diye bilinir onlar. Bir de “” vardır ki yağmurun tufana dönmesini bekleyip kendi önerilerine uymayanları suçlamakla mutlu olurlar. Tufan olurken etrafta göremezsiniz onları. Ne zaman ki tufan diner, tiyatro biter; o zaman sahne alırlar.",
    "soru_kökü": "Aşağıdakilerden hangisi bu metinde boş bırakılan yerlerden herhangi birine getirilemez?",
    "şık_a": "Dünyayı ben mi kurtaracağımcılar",
    "şık_b": "Ben demiştimciler",
    "şık_c": "Eyvah bittikçiler",
    "şık_d": "Sen yaparsıncılar",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Sebep cümlelerini tanır.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0049",
    "stem_patterns": [],
    "soru_koku_indeksleme": "aşağıdakilerden hangisi bu metinde boş bırakılan yerlerden herhangi birine getirilemez?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-06",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "Pelin: Melis, burası yüzlerce yıl önce yaşanan o şehir değil artık. Hâlâ o şehirdeymiş gibi o zamanın koşullarını sürdürmeye çalışarak yaşaman anlamsız. Bugünü anlaman, doğru değerlendirmen için bundan kurtulmalısın. Melis: Oturduğumuz mahalle geçmiş kokuyor, geçmişin izleri yanı başımızda. Mesela mahallemizin adı Hancı Değirmeni, derenin kenarındaki değirmenden alıyor adını. Yüz yıl önce de buğday öğütülüyormuş, şimdi de... Bu süreklilik gerçekten etkilemiyor mu seni?",
    "soru_kökü": "Bu konuşmaya göre aşağıdakilerden hangisi söylenemez?",
    "şık_a": "Pelin insanın, içinde yaşadığı çağın şartlarına uygun yaşaması gerektiğini düşünmektedir.",
    "şık_b": "Melis, Pelin’in geçmişi değersiz görmesine şaşırmaktadır.",
    "şık_c": "Pelin, Melis’in bakış açısını değiştirmesi gerektiğini dile getirmektedir.",
    "şık_d": "Melis yaşadığı yeri, o yerin geçmişle olan bağlarıyla değerlendirmektedir.",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Koşul",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Koşul cümlelerini tanır.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0050",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu konuşmaya göre aşağıdakilerden hangisi söylenemez?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-08",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "İnsanları bir arada en iyi ne tutabilir? Korku mu? Korku bir süre sonra insanları ikiyüzlülüğe sürükler, çok geçmeden birbirine düşürür. Baskı veya zorbalık mı? Baskı ve zorbalık olanca sertliğiyle de ortaya çıksa gücü her yere, herkese erişemez. Diyelim ki erişti. Çok geçmeden korku kaplar ortalığı, yalnızlığa götürür insanı. Alışkanlıklar mı? Alışkanlıklar da zamanla yitirir değerini, gerçek bir bağ oluşturmaz insanlar arasında. Zayıflar, gevşer o bağlar. İnsanları bir arada en iyi sevgi tutabilir kanımca. İnsanları ürkütmeyen, zorlamayan; sevgidir ancak sarıp sarmalayabilen.",
    "soru_kökü": "Bu parça aşağıdaki metin türlerinden hangisine örnek olabilir?",
    "şık_a": "Anı",
    "şık_b": "Deneme",
    "şık_c": "Makale",
    "şık_d": "Köşe yazısı (Fıkra)",
    "doğru_cevap": "B",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0051",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu parça aşağıdaki metin türlerinden hangisine örnek olabilir?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2022-1-A-10",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "I. Uzmanlar, Fransa’da Toulouse Müzesinde seksen yıldır sergilenen 17 bin yıllık deniz kabuğunu yeniden incelediler. II. İnceleme sonucunda deniz kabuğunun, türünün en eski üflemeli çalgısı olduğunu keşfettiler. III. Deniz kabuğu 1931’de Pirenelerdeki bir avcıtoplayıcı mağarasında bulunmuştu.",
    "soru_kökü": "Numaralanmış cümlelerin anlamca doğru bir biçimde birleştirilmiş hâli aşağıdakilerden hangisidir?",
    "şık_a": "Fransa’da seksen yıldır sergilendiği Toulouse Müzesi uzmanları tarafından yeniden incelenen ve bu inceleme sonucunda türünün en eski üflemeli çalgısı olduğu keşfedilen 17 bin yıllık deniz kabuğu 1931’de Pirenelerdeki bir avcıtoplayıcı mağarasında bulunmuştu.",
    "şık_b": "1931’de Pirenelerdeki bir avcıtoplayıcı mağarasında bulunan, türünün en eski üflemeli çalgısı olan ve Fransa’da Toulouse Müzesinde seksen yıldır sergilenen deniz kabuğunu yeniden inceleyen uzmanlar deniz kabuğunun 17 bin yıllık olduğunu keşfetti.",
    "şık_c": "Fransa’da seksen yıldır Toulouse Müzesinde sergilenen ve 1931’de Pirenelerdeki bir avcıtoplayıcı mağarasında bulunan deniz kabuğunu yeniden inceleyen uzmanlar, deniz kabuğunun 17 bin yıllık ve türünün en eski üflemeli çalgısı olduğunu keşfettiler.",
    "şık_d": "1931’de Pirenelerdeki bir avcıtoplayıcı mağarasında bulunan ve Fransa’da Toulouse Müzesinde seksen yıldır sergilenen 17 bin yıllık deniz kabuğunu yeniden inceleyen uzmanlar, bu inceleme sonucunda deniz kabuğunun, türünün en eski üflemeli çalgısı olduğunu keşfettiler.",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "uygulama",
    "beceri_alani": "Uygulama",
    "kazanım": "Anlamlı cümleler oluşturur.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0052",
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "numaralanmış cümlelerin anlamca doğru bir biçimde birleştirilmiş hâli aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-11",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 11,
    "metin_var_mi": "evet",
    "metin": "“Hem kemankeş hem çilekeş” deyiminin artık gündelik hayatın içindeki konuşmalarda eskisi kadar kullanılmadığını fark ediyorum. Bu deyim acılarla yaşayan ve sıkıntı çeken insanlar için kullanılır. Atalarımız ok attıkları yayın kavisli kısmına keman, yayı germeye yarayan ipe de kiriş veya çile demişlerdir. Dönemin askerlerinin ağzından “Çok çile çektik vesselam! Biz ne çileler çektik.” sözleri duyulduğunda aslında “Kirişe asıldık.” demek istedikleri ancak “çile” sözcüğünün diğer anlamını da ima ettikleri anlaşılırmış.",
    "soru_kökü": "Bu metnin anlatımıyla ilgili aşağıdakilerden hangisi söylenemez?",
    "şık_a": "Tartışmacı bir anlatım vardır.",
    "şık_b": "Karşılaştırma yapılmıştır.",
    "şık_c": "Tanımlamaya başvurulmuştur.",
    "şık_d": "Gözlemden yararlanılmıştır.",
    "doğru_cevap": "A",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Çok Anlamlılık",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Deyim ve atasözlerini anlar.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0053",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metnin anlatımıyla ilgili aşağıdakilerden hangisi söylenemez?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-12",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 12,
    "metin_var_mi": "evet",
    "metin": "Gazeteci: Polisiye roman türünde oldukça başarılısınız? Yazar: Hikâyeme uygun polisiye olayları kendim kurguluyorum. Teknik ayrıntılar için adli tıp raporlarından ve gazete haberlerinden yararlanıyorum. Bazen polis kaynaklarına geçmiş olayları da inceliyorum. Gazeteci? Yazar: Hiç kimsenin, yazarken kendini kısıtlamasından yana değilim. Ama benim için vicdanım, yazarlığımdan önce geliyor. Çünkü ben aynı zamanda bir babayım, torun sahibiyim ve arkadaşlarım var. Ben, suçluyu özendirici olmaktan uzak duruyorum.",
    "soru_kökü": "Bu konuşmada boş bırakılan yerlere düşüncenin akışına göre sırasıyla aşağıdakilerden hangisi getirilmelidir?",
    "şık_a": "• Romanlarınızı kurgularken yaşanmış olaylara ve gerçek kaynaklara başvuruyor musunuz • Eserlerinizde karakterlerin psikolojisini iyi yansıttığınız biliniyor. Bu başarıyı neye borçlusunuz",
    "şık_b": "• Polisiye roman yazarken teknik ayrıntılar ne kadar önemlidir • Gençler bazen suçluların dünyasından etkilenip onlara özenebiliyor. Bu durum, yazarken sizi kısıtlıyor mu",
    "şık_c": "• Romanlarınızı yazarken nasıl bir yöntem izliyorsunuz • Polisiye romanlarda çoğu zaman suçlular kahramanlaştırılıyor. Siz de romanlarınızda kahraman suçlular yaratıyor musunuz",
    "şık_d": "• Polisiye roman yazarları için konu ve kaynak bulmak zor mudur • Sanatçıların, eserlerini yazarken yakın çevresindeki kişi ve olaylardan etkilendikleri biliniyor. Siz bu konuda ne düşünüyorsunuz",
    "doğru_cevap": "C",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Öznel-Nesnel",
    "soru_tipi": "uygulama",
    "beceri_alani": "Uygulama",
    "kazanım": "Metinde boşlukları doldurur.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0054",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu konuşmada boş bırakılan yerlere düşüncenin akışına göre sırasıyla aşağıdakilerden hangisi getirilmelidir?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-13",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 13,
    "metin_var_mi": "evet",
    "metin": "Kekova, bu yaz tatilinde gezdiğim koylar içinde en güzel olanıydı.",
    "soru_kökü": "Aşağıdakilerden hangisi anlamca bu cümleye en yakındır?",
    "şık_a": "Bu yaz tatilinde gezdiğim Kekova kadar güzel bir koy yok.",
    "şık_b": "Bu yaz tatilinde gezdiğim koylardan hiçbiri, Kekova kadar güzel değildi.",
    "şık_c": "Kekova, bu yaz tatilinde gezdiğim tek güzel koydu.",
    "şık_d": "Kekova, bu yaz tatilinde gezdiğim en güzel koylardan biriydi.",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Cümlenin anlam ilişkilerini yorumlar.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0055",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "aşağıdakilerden hangisi anlamca bu cümleye en yakındır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2022-1-A-14",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 14,
    "metin_var_mi": "evet",
    "metin": "I. Misafirler gittikten sonra babası bulaşıkları, annesi de evi süpürdü. II. İlk gençlik yıllarında okunan kitaplar unutulmaz bu yüzden hep saklarız. III. Önümüze çıkan bütün engelleri aşarak bugünlere gelindi. IV. Spora gidecek çocuklar için biraz zeytin, peynir biraz da yumurta haşladım.",
    "soru_kökü": "Numaralanmış cümlelerin hangilerinde aynı tür anlatım bozukluğu vardır?",
    "şık_a": "I ve II",
    "şık_b": "I ve IV",
    "şık_c": "II ve III",
    "şık_d": "III ve IV",
    "doğru_cevap": "B",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Anlatım Bozukluğu",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Anlatım bozukluklarını tespit eder.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0056",
    "stem_patterns": [
      "anlatim_bozuklugu",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "numaralanmış cümlelerin hangilerinde aynı tür anlatım bozukluğu vardır?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-17",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 17,
    "metin_var_mi": "hayır",
    "metin": "yok",
    "soru_kökü": "Aşağıdaki cümlelerin hangisinde yazım yanlışı vardır?",
    "şık_a": "Balkonumuz bir uçtan bir uca hurdalarla dolu olduğu için öyle oturulabilir bir yerde değil.",
    "şık_b": "Türkiye’de çevrenin korunması amacıyla 11 Ağustos 1983 tarihinde Çevre Kanunu yürürlüğe girmiştir.",
    "şık_c": "Yörede namı bilinen Çelikli Pehlivan, altmış beş yaşında olmasına rağmen çok dinç görünüyordu.",
    "şık_d": "Radyodaki ses mi beni etkiledi bilmiyorum, belki de batmakta olan akşam güneşi...",
    "doğru_cevap": "A",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Yazım Yanlışı",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Türkçe bilgi ve becerilerini kullanır.",
    "odak_ogesi": "kelime",
    "zorluk": "kolay",
    "metin_uzunlugu": "yok",
    "metin_id": "metin_yok",
    "stem_patterns": [
      "yazim_yanlisi"
    ],
    "soru_koku_indeksleme": "aşağıdaki cümlelerin hangisinde yazım yanlışı vardır?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-18",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 18,
    "metin_var_mi": "evet",
    "metin": "“Ahmet yorgun olduğu için bugün erkenden uyudu.” cümlesinde “uyudu” fiilini gerçekleştiren özne (Ahmet) bellidir. Bu yüzden fiil, öznesine göre etken; nesne almayan bir fiil olduğu için de nesnesine göre geçişsiz çatılıdır.",
    "soru_kökü": "Buna göre aşağıdakilerin hangisinde etken, geçişsiz bir fiil vardır?",
    "şık_a": "Kimi insanlar sadece davranışlarıyla kimi insanlar da konuşmalarıyla değerlendirilir.",
    "şık_b": "Kar taneleri ne güzel anlatıyor, birbirlerine zarar vermeden yol almanın mümkün olduğunu.",
    "şık_c": "Mutlu olmayı yarına bırakmak, karşıya geçmek için nehrin durmasını beklemeye benzetilir.",
    "şık_d": "En yükseğe erişmek için en aşağıdan başlayın.",
    "doğru_cevap": "D",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Fiillerin çatılarını ayırt eder.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0057",
    "stem_patterns": [],
    "soru_koku_indeksleme": "buna göre aşağıdakilerin hangisinde etken, geçişsiz bir fiil vardır?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-19",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 19,
    "metin_var_mi": "evet",
    "metin": "Bilgi Yer tamlayıcısı cümlede yönelme (yaklaşma), bulunma (kalma), uzaklaşma (ayrılma) bildirerek yüklemi tamamlar. (I) Tropikal kuşaktaki okyanuslarda yılda ortalama 80 tropik fırtına meydana gelir. (II) Koşullara göre, bu şiddetli fırtınalar kasırgalara dönüşebilir. (III) Kasırgaların hızı saatte 119 km’yi aşabilir. (IV) Bu nedenle, Afrika’nın batı kıyılarında oluşan tropik bir fırtına Kuzey Amerika’nın doğu kıyılarına ulaşabilir.",
    "soru_kökü": "Bu parçadaki numaralanmış cümlelerin hangisinde yer tamlayıcısı yoktur?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "C",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Koşul",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Koşul cümlelerini tanır.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0058",
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu parçadaki numaralanmış cümlelerin hangisinde yer tamlayıcısı yoktur?"
  },
  {
    "soru_id": "LGSTR-2022-1-A-20",
    "yıl": 2022,
    "ders": "Türkçe",
    "soru_no": 20,
    "metin_var_mi": "evet",
    "metin": "Akşamüstü şehir her zamankinden gürültülüydü () araç kornaları () seyyar satıcı bağırışları sarmıştı şehri () Gençler meydanda hep bir ağızdan bağırıyorlar () Uğurlar ola ()",
    "soru_kökü": "Bu metinde yay ayraçla boş bırakılan yerlere sırasıyla aşağıdaki noktalama işaretlerinden hangisi getirilmelidir?",
    "şık_a": "(; ) (, ) (...) (“) (”)",
    "şık_b": "(; ) (, ) (.) (: ) (!)",
    "şık_c": "(: ) (; ) (...) (“) (”)",
    "şık_d": "(: ) (; ) (.) (: ) (!)",
    "doğru_cevap": "B",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Noktalama",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0059",
    "stem_patterns": [
      "noktalama"
    ],
    "soru_koku_indeksleme": "bu metinde yay ayraçla boş bırakılan yerlere sırasıyla aşağıdaki noktalama işaretlerinden hangisi getirilmelidir?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-02",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "(I) Bizim memlekette dağ taş, orman ağaç hayatın hikâyesini anlatır. (II) Toprak burada ustanın elinden çıkmış bir çinidir, desen desen. (III) Toprak verimlidir; kuru çubuk diksen meyve verir, salkım salkım. (IV) Portakallar dallarında birer güneştir, turuncu turuncu.",
    "soru_kökü": "Bu metinde numaralanmış cümlelerin hangilerinde aynı söz sanatı kullanılmıştır?",
    "şık_a": "I ve III",
    "şık_b": "I ve IV",
    "şık_c": "II ve III",
    "şık_d": "II ve IV",
    "doğru_cevap": "D",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Anlatım Biçimi",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0061",
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu metinde numaralanmış cümlelerin hangilerinde aynı söz sanatı kullanılmıştır?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-03",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "Bir sanatçıya, gazetecilerle yaptığı sohbet sırasında gazetecinin biri “Efendim, uzun süredir yeni bir eser vermiyorsunuz. Yoksa düşüncelerinizin üzerine kar mı yağdı?” diye sordu. Bunun üzerine sanatçı “Kışın yağan kar, toprağı örterek bitkileri şiddetli soğuktan korur. Toprağın altındaki bitki ve hayvanlar ilkbahara hazırlanır. Karlar eridiğinde tüm canlılıklarıyla hayatlarına devam eder. Evet, benim düşüncelerimin üzerine kar yağdı.” şeklinde cevap verdi.",
    "soru_kökü": "Bu metinde sanatçının “Evet, benim düşüncelerimin üzerine kar yağdı.” sözüyle anlatmak istediği aşağıdakilerden hangisidir?",
    "şık_a": "Sanatçılar ürettikçe var olur, bu yüzden her zaman ortaya koyacakları bir eserleri olmalıdır.",
    "şık_b": "Eser üretmekte zorlanan sanatçılar, sanat güçlerini gittikçe kaybederler.",
    "şık_c": "Sanatçılar verimsiz bir dönemde gibi görünseler de yeni eserleri için zihinlerinde hazırlık yaparlar.",
    "şık_d": "Düşünce kısırlığı çeken sanatçılar, düşüncelerini zenginleştirmek için çok iyi gözlem yapmalıdır.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0062",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu metinde sanatçının “evet, benim düşüncelerimin üzerine kar yağdı.” sözüyle anlatmak istediği aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-04",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "• Kartepe Kayak Merkezi, yüksekliği 1606 metre olan bir tepenin zirvesinin altında kurulmuştur. • Kartepe Kayak Merkezi kış aylarında yoğun bir ziyaretçi akınına uğruyor.",
    "soru_kökü": "Bu iki cümlenin anlamca doğru bir biçimde birleştirilmiş hâli aşağıdakilerden hangisidir?",
    "şık_a": "Kartepe Kayak Merkezi yoğun ziyaretçi akınına uğrayan, yüksekliği 1606 metre olan bir tepenin zirvesinin altında kış aylarında kurulmuştur.",
    "şık_b": "Yoğun bir ziyaretçi akınına uğrayan Kartepe Kayak Merkezi, kış aylarında yüksekliği 1606 metre olan bir tepenin zirvesinin altında kurulmuştur.",
    "şık_c": "Yüksekliği 1606 metre olan bir tepenin zirvesinin altında kurulan Kartepe Kayak Merkezi, kış aylarında yoğun bir ziyaretçi akınına uğruyor.",
    "şık_d": "Bir tepenin zirvesinin altında kurulan Kartepe Kayak Merkezi, yüksekliği 1606 metre olduğundan kış aylarında yoğun bir ziyaretçi akınına uğruyor.",
    "doğru_cevap": "C",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "uygulama",
    "beceri_alani": "Uygulama",
    "kazanım": "Anlamlı cümleler oluşturur.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0063",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu iki cümlenin anlamca doğru bir biçimde birleştirilmiş hâli aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-05",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "Bir projenin başarıya ulaşmasında birçok etken vardır. En başta proje kapsamında çalışacak her bir elemanın, yapacağı işle ilgili üst düzey bilgi birikimine sahip olması gerekir. Bu, çıkacak sorunların hızla çözülmesinde ve projenin sorunsuz ilerlemesinde önemli bir etkendir. Proje çalışanlarının birbiriyle uyumlu ve eş zamanlı çalışması da projenin sağlıklı yürümesi için çok önemlidir. Bunlarla birlikte maliyete ve takvime uygun bir çalışmanın yapılması da gerekir.",
    "soru_kökü": "Aşağıdakilerden hangisi bir projede çalışacak kişilerin bu metinde verilen özelliklerinden değildir?",
    "şık_a": "Liderlik edebilme",
    "şık_b": "Planlı çalışabilme",
    "şık_c": "Ekip çalışması yapabilme",
    "şık_d": "Alanında uzman olma",
    "doğru_cevap": "A",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Fiillerin çatılarını ayırt eder.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0064",
    "stem_patterns": [],
    "soru_koku_indeksleme": "aşağıdakilerden hangisi bir projede çalışacak kişilerin bu metinde verilen özelliklerinden değildir?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-08",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "I. Çünkü bu tepelere değil yükle tırmanmak, yürüyerek çıkmak bile çok ağır bir spor gibi. II. Her birimizin taşıması gereken yük altı yedi kilo var. III. Oduncular, köküne zarar vermeyecek şekilde meşeleri kesiyor ve kızağa yüklüyorlar. IV. Onlar taşınacak ipleri, baltaları ve diğer malzemeleri hazırlamış; bizi bekliyorlar. V. Bu ağırlığın ne demek olduğunu dağa tırmandıkça daha iyi anlıyorum. VI. Dağdan odun indirecek odun ekibiyle buluşmak için sabah erkenden köyün meydanına geldik.",
    "soru_kökü": "Numaralanmış cümlelerle anlamlı bir metin oluşturulduğunda hangisi dışarıda kalır?",
    "şık_a": "II",
    "şık_b": "III",
    "şık_c": "IV",
    "şık_d": "V",
    "doğru_cevap": "B",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0065",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "numaralanmış cümlelerle anlamlı bir metin oluşturulduğunda hangisi dışarıda kalır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2020-1-A-09",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "Sosyal medyanın gündelik hayata etkisi nasıldır?",
    "soru_kökü": "Aşağıdaki metinlerden hangisi bu soruya verilmiş bir yanıt olamaz?",
    "şık_a": "Asılsız haber ve içerikler sosyal medya yoluyla bilinçli veya bilinçsizce daha fazla ve hızla yayılıyor. Geleneksel medyanın da bunları kaynak almasıyla geniş toplum kitleleri yalan haberlere maruz kalıyor.",
    "şık_b": "Bugün dilimiz yerine parmaklarımız konuşuyor. Eskiden komşu evlerinde yapılan sohbetler şimdi sosyal medya gruplarına taşındı. Aynı evin içinde bile telefonla haberleşir oldu insanlar.",
    "şık_c": "Kullanıcı eğilimleri sosyal medya yazılımlarının güncellenmesine sebep oluyor. Yazılımcılar her geçen gün yeni uygulamalar geliştiriyor. Bu da sosyal medya şirketleri arasında büyük bir rekabet doğuruyor.",
    "şık_d": "Sosyal medya uygulamaları sayesinde gözden uzak olan artık gönülden uzak olmuyor. Araya ne kadar mesafe girerse girsin—isterseniz dünyanın öbür ucuna gidin—fotoğraflarınızı, videolarınızı sevdiklerinizle paylaşabilir hatta onlara canlı yayın yapabilirsiniz.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0066",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "aşağıdaki metinlerden hangisi bu soruya verilmiş bir yanıt olamaz?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2020-1-A-11",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 11,
    "metin_var_mi": "evet",
    "metin": "Bizim zamanımızda şiir, hayatımızın içinde yer alan ve ruhumuzu ince söyleyişleriyle besleyen bir türdü. Şiirin etkisi, on beş yirmi sene öncesine göre çok çok azaldı. İnternet üzerinden de dolaşıma girmesine rağmen şiirin etkisi azalmaya devam etmektedir. Bunun temel sebebi, hayatın bugünkü koşullarının heyecan, zevk, merak unsurlarını anlık duygular hâline getirmesidir. Şairin ilham aldığı bir melek yok artık! Melekler hayatımızdan çekildi! Onları hayatımızdan çekilmeye zorladık. Artık ilhamı, içi boş şeylerden alıyoruz.",
    "soru_kökü": "Bu metnin yazıldığı türle ilgili aşağıdakilerden hangisi doğrudur?",
    "şık_a": "Bir kişinin başından geçen olaylar aktarılmıştır.",
    "şık_b": "Düşünceler bir olay örgüsü çerçevesinde dile getirilmiştir.",
    "şık_c": "Düşünceler kanıtlama amacı güdülmeden öznel bir üslupla ifade edilmiştir.",
    "şık_d": "Bir konuyla ilgili tespitler bilimsel gerçekliğe uygun olarak anlatılmıştır.",
    "doğru_cevap": "C",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Yapım ve çekim eklerini tanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0067",
    "stem_patterns": [
      "anlatim_bicimi"
    ],
    "soru_koku_indeksleme": "bu metnin yazıldığı türle ilgili aşağıdakilerden hangisi doğrudur?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-12",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 12,
    "metin_var_mi": "evet",
    "metin": "Avustralya’da yaşayan Rebecca isimli bir kadın, dünyada sadece 80 kişide görülen “süper otobiyografik hafıza”ya sahip. Rebecca, bugüne kadar yaşadığı en önemsiz olayları bile gayet net hatırlayabiliyor. Çocukken okuduğu kitapların hemen hepsini cümlesi cümlesine ezbere anlatabiliyor. Çoğu insanın gıpta edebileceği bu yetenek, sonradan olumsuz bir duruma dönüşebiliyor. Yeni şeyler öğrenme konusunda zaman zaman güçlükler çeken Rebecca, hatıralarıyla baş etmekte zorlanıyor. Bu özel durum, yeni öğrenmelere yer açan unutmanın ne kadar güzel olduğunu gösteriyor.",
    "soru_kökü": "Bu medya metninin yazılış amacı aşağıdakilerden hangisidir?",
    "şık_a": "Olay yorumlama – Bilgi aktarma",
    "şık_b": "Bilgi aktarma – İkna etme",
    "şık_c": "Kültür aktarma – Olay yorumlama",
    "şık_d": "İkna etme – Kültür aktarma",
    "doğru_cevap": "A",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0068",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu medya metninin yazılış amacı aşağıdakilerden hangisidir?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2020-1-A-13",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 13,
    "metin_var_mi": "evet",
    "metin": "İlçe çapında düzenlenecek müzik yarışması için A ve B okullarından Ebrar, Gülsüm, Kemal ve Murat seçilmiştir. Birlikte müzik grubu kuracak olan bu isimler; davul, gitar, piyano ve yan flüt çalacaktır. Bilinenler: • Her bir kişi sadece bir müzik aleti çalacaktır. • Gülsüm davul çalacaktır. • Murat, gitar ve piyanodan birini çalacaktır. • Kemal’in yan flüt ve piyano çalmayacağı bilinmektedir. • A okulundan seçilenler davul, yan flüt ve gitardan ikisini çalacaktır. • Kemal ve Gülsüm farklı okuldan seçilmiştir.",
    "soru_kökü": "Bu bilgilere göre aşağıdakilerden hangisi kesin olarak söylenir?",
    "şık_a": "Gülsüm ve Ebrar aynı okula gitmektedir.",
    "şık_b": "Kemal gitar çalacaktır ve B okulundadır.",
    "şık_c": "Ebrar A okulundadır ve yan flüt çalacaktır.",
    "şık_d": "Kemal ve Murat aynı okula gitmektedir.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0069",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu bilgilere göre aşağıdakilerden hangisi kesin olarak söylenir?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2020-1-A-14",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 14,
    "metin_var_mi": "evet",
    "metin": "Nasıl başladı, ne vakit başladı bilemiyorum ama ilk belirtiler dokuz yaşımda iken ortaya çıktı. Misafirlerle bahçede oturuyorduk. Yaşlı bir adam saati sordu. Aksi gibi, kimsede saat yoktu. Eniştem içeri, saate bakmaya koştu. Ben o sırada: “Üçü yirmi geçiyor.” deyivermiştim.----Boğazdan geçen vapurlara bakıp zamanı bazen dakikası dakikasına kestirmek mümkündü. Görünürde vapur olmadığı anlaşılınca gözler fal taşı gibi açıldı ve hep bir ağızdan “----” dediler. “Bilmem.” dedim. “Dilimin ucuna geliverdi işte.” Rahmetli halam: “Tesadüf a canım!” dedi. “Attı tuttu işte. Olmaz mı böyle şeyler?” Öbürküler de: “Evet, tesadüf.” dediler. “----” diye de eklediler.",
    "soru_kökü": "Bu metinde boş bırakılan yerlerden herhangi birine mantık akışına göre aşağıdakilerden hangisi getirilemez?",
    "şık_a": "Ama bu kadar olur yani!",
    "şık_b": "Aslında saati biliyordu.",
    "şık_c": "Saati tutturmama önce kimse şaşırmadı.",
    "şık_d": "Peki ama nasıl bildin?",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Öznel-Nesnel",
    "soru_tipi": "uygulama",
    "beceri_alani": "Uygulama",
    "kazanım": "Metinde boşlukları doldurur.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0070",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metinde boş bırakılan yerlerden herhangi birine mantık akışına göre aşağıdakilerden hangisi getirilemez?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-17",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 17,
    "metin_var_mi": "evet",
    "metin": "Shenzen şehri 1980’lerde uygulanmaya başlanan SEZ (Özel Ekonomik Bölge) projesiyle kurulmuş ve bu projeden sonra gelişmiş bir şehir. Shenzen sokaklarını adımlar ve teknolojik dünyanın enerjisini hissederken hep aynı tipler çıkıyor önünüze: düşlerinin peşinden koşan girişimciler, ilham peşindeki sanatçılar, kişilik arayışına çıkmış kayıp ruhlar...",
    "soru_kökü": "Bu metindeki noktalama işaretlerinin işlevi aşağıdakilerin hangisinde yanlış verilmiştir?",
    "şık_a": "İki nokta, kendisiyle ilgili örnek verilecek cümlenin sonuna konmuştur.",
    "şık_b": "Virgül, birbiri ardınca sıralanan eş görevli kelime ve kelime gruplarının arasında kullanılmıştır.",
    "şık_c": "Yay ayraç, cümledeki anlamı tamamlayan ve cümlenin dışında kalan ek bilgileri belirtmek amacıyla konmuştur.",
    "şık_d": "Üç nokta, herhangi bir sebepten dolayı açık yazılmak istenmeyen kelime ve bölümlerin yerine konmuştur.",
    "doğru_cevap": "D",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Noktalama",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0071",
    "stem_patterns": [
      "noktalama"
    ],
    "soru_koku_indeksleme": "bu metindeki noktalama işaretlerinin işlevi aşağıdakilerin hangisinde yanlış verilmiştir?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-18",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 18,
    "metin_var_mi": "evet",
    "metin": "Özne; yüklemin bildirdiği işi yapan, yüklemin bildirdiği durumu üzerine alan ögedir. Nesne ise cümlede öznenin yaptığı eylemden etkilenen ögedir. “Selim çantasını masaya bıraktı.” cümlesinde bırakma işini yapan “Selim”dir ve cümlenin öznesidir. Selim’in bırakma işinden etkilenen ise “çanta”dır ve cümlenin nesnesidir.",
    "soru_kökü": "Bu açıklamaya göre aşağıdakilerin hangisinde altı çizili öge cümlenin öznesidir?",
    "şık_a": "Pencerenin önündeki ağacın çiçekli dalları rengârenk bir kelebeği ağırlıyordu.",
    "şık_b": "Sağlı sollu ırmaklar kasabadaki doğuya meyilli sokakları canlandırmıştı.",
    "şık_c": "İlkbahar rüzgârıyla neşelenen martılar sessizliğe bürünen sokağı çınlatıyordu.",
    "şık_d": "Derme çatma kır bahçesini genç bir dut ağacının gölgesi koruyordu.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Cümlenin anlam ilişkilerini yorumlar.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0072",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "anlatim_bicimi"
    ],
    "soru_koku_indeksleme": "bu açıklamaya göre aşağıdakilerin hangisinde altı çizili öge cümlenin öznesidir?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-19",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 19,
    "metin_var_mi": "evet",
    "metin": "Açıklama: Cümlede durum veya zaman bildiren fiilimsiler zarffiildir. Örnekler: Murat Nehri donunca gençler, üzerinde top oynuyormuş. (zaman bildiren) Gözlerini kitaptan ayırmadan sorduğum soruya cevap verdi. (durum bildiren) (I) Yaz aylarında tamamen kuruyan Kara Muğla Deresi’nin yatağını takip ederek Saburhane Meydanı’na ilerliyorum. (II) Saburhane’nin sürprizli sokaklarına doğru yol alırken yüzleri ısıtan neşeli ilkbahar güneşinin ağaçlara can verdiğini hissetmek zor olmuyor. (III) Kim bilir üst üste kaç kat kireç atılmış bembeyaz boyalı evleri keşfetmek için sokak aralarına dalıyorum. (IV) Evlerin ahşap bölümleri, Saburhaneli kadınların titizliğiyle siline siline özgün ve büyülü bir sanat eserine dönüşmüş sanki.",
    "soru_kökü": "Bu parçada numaralanmış cümlelerin hangisinde zarffiil yoktur?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "C",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Fiilimsiler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Yapım ve çekim eklerini tanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0073",
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu parçada numaralanmış cümlelerin hangisinde zarffiil yoktur?"
  },
  {
    "soru_id": "LGSTR-2020-1-A-20",
    "yıl": 2020,
    "ders": "Türkçe",
    "soru_no": 20,
    "metin_var_mi": "evet",
    "metin": "(I) Çayın hikâyesi yaklaşık beşbin yıl evvel Çin’de başladı. (II) Efsaneye göre İmparator Shen Nung bir öğle istirahatindeyken hizmetkârları, içmesi için ona bir kapta su kaynatıyorlardı. (III) Bu sırada tatlı bir rüzgâr, sıcak suya birkaç çay yaprağı düşürdü. (IV) İmparator, bu suyu içince öyle beğendi ki çay bir içecek olarak keşfedilmiş oldu.",
    "soru_kökü": "Bu parçadaki numaralanmış cümlelerin hangisinde yazım yanlışı vardır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "A",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Yazım Yanlışı",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Türkçe bilgi ve becerilerini kullanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0074",
    "stem_patterns": [
      "yazim_yanlisi",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu parçadaki numaralanmış cümlelerin hangisinde yazım yanlışı vardır?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-01",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "hayır",
    "metin": "yok",
    "soru_kökü": "“Vurmak” sözcüğü aşağıdakilerin hangisinde “olumsuz yönde etkilemek” anlamında kullanılmıştır?",
    "şık_a": "Ayağını kanepenin kenarına sertçe vurdu ve başparmağını incitti.",
    "şık_b": "O akşam sokağın bütün gürültüsü odama vuruyordu.",
    "şık_c": "Yeni yolun açılması, eski yol üzerindeki benzinlikleri vurdu.",
    "şık_d": "Yılların yorgunluğu yaşlı adamın yüzüne vurmuştu.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Türkçe bilgi ve becerilerini kullanır.",
    "odak_ogesi": "kelime",
    "zorluk": "kolay",
    "metin_uzunlugu": "yok",
    "metin_id": "metin_yok",
    "stem_patterns": [],
    "soru_koku_indeksleme": "“vurmak” sözcüğü aşağıdakilerin hangisinde “olumsuz yönde etkilemek” anlamında kullanılmıştır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2021-1-A-02",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "Tipik bir Selçuklu şehri olan Sivas’ı gezerken günlük yaşamla tarihin iç içe olduğunu görebilirsiniz.",
    "soru_kökü": "Altı çizili söz öbeğinin bu cümleye kattığı anlam aşağıdakilerden hangisi olamaz?",
    "şık_a": "Birbirine karışmak",
    "şık_b": "Bir bütün olmak",
    "şık_c": "Aynı noktada buluşmak",
    "şık_d": "Karmaşık hâle gelmek",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Cümlenin anlam ilişkilerini yorumlar.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0075",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "altı çizili söz öbeğinin bu cümleye kattığı anlam aşağıdakilerden hangisi olamaz?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2021-1-A-03",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "I. Kendini paralamadan da hedeflerine ulaşabileceğini düşünüyorum. II. Daha bu aşamada kendini harap edersen sonrasında ne yapacaksın? III. İşler istediği gibi gitmediği için kendini yiyip bitiriyor. IV. Bu şarkıyı ne zaman dinlesem kendimi kaybediyorum.",
    "soru_kökü": "Numaralanmış cümlelerdeki deyimlerin hangilerinde “üzüntü” anlamı vardır?",
    "şık_a": "I ve II",
    "şık_b": "I ve IV",
    "şık_c": "II ve III",
    "şık_d": "III ve IV",
    "doğru_cevap": "C",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Çok Anlamlılık",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Deyim ve atasözlerini anlar.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0076",
    "stem_patterns": [
      "deyim",
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "numaralanmış cümlelerdeki deyimlerin hangilerinde “üzüntü” anlamı vardır?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-04",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Sürekli göç veren ilçemizin sessizleşmesinin en önemli sebebi elbette ekonomik sıkıntılar.-----ilçemiz, ziyaretçilerin beğenisine sunulacak eşsiz doğal değerlere sahip. Kısa zamanda turizm yoluyla bir kalkınma sağlamak mümkün.",
    "soru_kökü": "Boş bırakılan yere aşağıdakilerden hangisi getirilirse metnin anlam bütünlüğü bozulur?",
    "şık_a": "Çünkü",
    "şık_b": "Halbuki",
    "şık_c": "Ancak",
    "şık_d": "Oysa",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Öznel-Nesnel",
    "soru_tipi": "uygulama",
    "beceri_alani": "Uygulama",
    "kazanım": "Metinde boşlukları doldurur.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0077",
    "stem_patterns": [],
    "soru_koku_indeksleme": "boş bırakılan yere aşağıdakilerden hangisi getirilirse metnin anlam bütünlüğü bozulur?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-05",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "“Çok sevdiğim şehirlerden biri olan Erzurum’u bir kez daha gezecek olmaktan mutluluk duyuyorum.” diyen biriyle ilgili: I. Erzurum’dan başka şehirleri de gezmiştir. II. Erzurum’u ikinci kez gezecektir. III. Sevdiği başka şehirler de vardır.",
    "soru_kökü": "Yargılardan hangilerine kesinlikle ulaşılır?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız III",
    "şık_c": "I ve II",
    "şık_d": "II ve III",
    "doğru_cevap": "B",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0078",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "oznel_nesnel"
    ],
    "soru_koku_indeksleme": "yargılardan hangilerine kesinlikle ulaşılır?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-07",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "Suat: Bence hayata bakış açını değiştirmelisin. Selvi: Ama ben böyleyim, değişemiyorum. Keşke değişebilsem. Pastanın biteceğinden korkarak tadını alamıyorum.",
    "soru_kökü": "Bu konuşmaya göre Selvi'nin içinde bulunduğu durumu aşağıdakilerden hangisi en iyi tanımlamaktadır?",
    "şık_a": "İyi başlayan bir şeyin iyi sonuçlanmayacağını düşünmektedir.",
    "şık_b": "Mutlu olduğu zamanlarda üzücü anılarını hatırlamaktadır.",
    "şık_c": "Bir işin sonunda hayal kırıklığına uğramaktan çekinmektedir.",
    "şık_d": "Olumsuz düşünceleri güzellikleri yaşamasına engel olmaktadır.",
    "doğru_cevap": "D",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0080",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu konuşmaya göre selvi'nin içinde bulunduğu durumu aşağıdakilerden hangisi en iyi tanımlamaktadır?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2021-1-A-08",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Balzac, yazmakta olduğu romanda geçen kahramanın ağır bir hastalığa yakalanmasına çok üzülüyormuş. Bunu öğrenen bir dostu: “Kurgu senin değil mi, iyileştiriver!” deyince Balzac: “Ben romanın kaderini değiştiremem!” diye cevap vermiş.",
    "soru_kökü": "Bu metindeki altı çizili sözle anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "Roman yazarı, tasarladığı ana kurgunun dışına her istediğinde çıkamaz.",
    "şık_b": "Romandaki olaylar, gerçek hayattan alınmışsa gerçeklerden uzaklaşılamaz.",
    "şık_c": "Roman kahramanlarının kişiliği, gerçek hayata uygun şekillendirilir.",
    "şık_d": "Yazar, romanını kurgularken çevresindeki kişilerden etkilenmez.",
    "doğru_cevap": "A",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0081",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu metindeki altı çizili sözle anlatılmak istenen aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-09",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "• Tesla’nın bulduğu dalgalı akım, Edison’un önceden keşfettiği doğru akımdan çok daha üstündü. • Doğru akım uzun mesafelere aktarıldığında telleri eritiyordu.",
    "soru_kökü": "Bu iki cümlenin anlamca doğru bir biçimde birleştirilmiş hâli aşağıdakilerden hangisidir?",
    "şık_a": "Tesla’nın bulduğu dalgalı akım, Edison’un önceden keşfettiği, uzun mesafelere aktarıldığında telleri eriten doğru akımdan çok daha üstündü.",
    "şık_b": "Tesla’nın bulduğu dalgalı akımdan önce Edison’un keşfettiği doğru akım uzun mesafelere aktarıldığında telleri eritiyordu.",
    "şık_c": "Tesla’nın bulduğu dalgalı akım uzun mesafelere aktarıldığında telleri erittiğinden, Edison’un önceden keşfettiği doğru akım ondan çok daha üstündü.",
    "şık_d": "Tesla’nın bulduğu, uzun mesafelere aktarıldığında telleri eriten dalgalı akım, Edison’un önceden keşfettiği doğru akımdan çok daha üstündü.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Sebep-Sonuç",
    "soru_tipi": "uygulama",
    "beceri_alani": "Uygulama",
    "kazanım": "Anlamlı cümleler oluşturur.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0082",
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu iki cümlenin anlamca doğru bir biçimde birleştirilmiş hâli aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-10",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Bir çiftçinin baltası kaybolmuş. Çiftçi, komşusunun oğlundan şüphelenmiş çünkü çocuk bir hırsız gibi yürüyor, davranıyor ve bir hırsız gibi konuşuyormuş. Çiftçi ertesi gün baltasını aletlerin arasında bulmuş. Daha sonra komşusunun oğlunu arkadaşlarıyla oynarken görmüş. Çocuk bütün arkadaşları gibi yürüyor, davranıyor ve onlar gibi konuşuyormuş.",
    "soru_kökü": "Bu metinde asıl anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "Ön yargıyla hareket etmek haksızlığa sebep olur.",
    "şık_b": "Mutsuzluğun kaynağı, insanlardan boş yere şüphe edilmesidir.",
    "şık_c": "Gerçekler gizlenemez, eninde sonunda ortaya çıkar.",
    "şık_d": "İnsan nasıl düşünüyorsa hayatı ve insanları öyle algılar.",
    "doğru_cevap": "D",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0083",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "ana_dusunce"
    ],
    "soru_koku_indeksleme": "bu metinde asıl anlatılmak istenen aşağıdakilerden hangisidir?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-11",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 11,
    "metin_var_mi": "evet",
    "metin": "Arşimet “Acaba bu kap, suyun üzerinde nasıl duruyor?” diye düşünmeseydi ve suyun kaldırma kuvveti yasasını bulmasaydı bugün koca koca gemiler suyun üzerinde yüzdürülemezdi. Veya insanoğlu kuşların nasıl uçtuğu sorusu üzerine kafa yormasaydı dev gövdeli uçaklara biniyor olamazdık. Her buluşun arkasında kafasına bu tür soruları takıp bunlara cevap arayan insanlar vardır.",
    "soru_kökü": "Bu metinde vurgulanan düşünce aşağıdakilerden hangisidir?",
    "şık_a": "Tabiat olayları bilimsel gelişmelere ilham vermiştir.",
    "şık_b": "Buluşlar, ancak uzun süren bilimsel araştırmalar sonucunda ortaya çıkar.",
    "şık_c": "Buluşları doğuran, insanın merak duygusudur.",
    "şık_d": "Uygarlığı bilim insanları geliştirmiştir.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0084",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metinde vurgulanan düşünce aşağıdakilerden hangisidir?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2021-1-A-12",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 12,
    "metin_var_mi": "evet",
    "metin": "Bir kitabım, okuyanı düşünmeye sevk etmezse, çabucak anlaşılırsa yazdıklarım kusurlu demektir. Okuyucular üslubumu basitleştirmemi isteseler de ben okuyucunun eserim üzerine kafa yormasını, gerekirse onu tekrar tekrar okumasını isterim. Eserlerimdeki yoğunluğun, anlam çeşitliliğinin nedeni budur. Bu yüzden eserlerimin çok satılmamasını hiç önemsemiyorum.",
    "soru_kökü": "Düşüncelerini bu şekilde dile getiren yazarla ilgili aşağıdakilerden hangisi söylenemez?",
    "şık_a": "Okurların ilgisini çekmeyen konulara değinir.",
    "şık_b": "Anlaşılması için üzerinde çok düşünülmesi gereken eserler kaleme alır.",
    "şık_c": "Maddi kaygı gözetmeden kitap yazar.",
    "şık_d": "Okuyucunun beklentilerini önemsemez.",
    "doğru_cevap": "A",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Yakın Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Terim anlamlı sözcükleri tanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0085",
    "stem_patterns": [
      "noktalama"
    ],
    "soru_koku_indeksleme": "düşüncelerini bu şekilde dile getiren yazarla ilgili aşağıdakilerden hangisi söylenemez?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-13",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 13,
    "metin_var_mi": "evet",
    "metin": "Mevsim kış, ortalık soğuk. İstiyoruz ki bir helva sohbeti yapalım... (paragraf)... Bu yüzden de helva eşliğinde tatlı sohbetler yapacak dostlar arıyoruz.",
    "soru_kökü": "Bu metnin dil ve anlatımıyla ilgili aşağıdakilerden hangisi söylenemez?",
    "şık_a": "Kısa cümleler kullanılmıştır.",
    "şık_b": "Olaya dayalı bir anlatım yapılmıştır.",
    "şık_c": "Özlü sözlerden yararlanılmıştır.",
    "şık_d": "Kişisel görüşlere yer verilmiştir.",
    "doğru_cevap": "B",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Anlatım Biçimi",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0086",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "anlatim_bicimi"
    ],
    "soru_koku_indeksleme": "bu metnin dil ve anlatımıyla ilgili aşağıdakilerden hangisi söylenemez?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-14",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 14,
    "metin_var_mi": "evet",
    "metin": "(I) Saatlerde akrep ve yelkovan başladığı noktaya döner daima. (II) Bu iki “Başlangıç” arasında zaman akıp giderken sahneye farklı hayat hikâyeleriyle insanlar girip çıkıyor. (III) Çünkü eserin ilk bölümü olan “Başlangıç”, sona geldiğimizde karşımıza tekrar “Başlangıç” adıyla çıkıyor. (IV) Ayşegül Genç, “Kuğu Boynu” adlı romanında saatteki bu mekanik düzeni model almış bence. (V) Sevinçler, üzüntüler, yalnızlıklar, mutluluklar kısacası hayatlarla yoğrulmuş hikâyeler bunlar.",
    "soru_kökü": "Bu metindeki düşünce akışını sağlamak için numaralanmış cümlelerden hangileri yer değiştirmelidir?",
    "şık_a": "II ve III",
    "şık_b": "II ve IV",
    "şık_c": "III ve V",
    "şık_d": "IV ve V",
    "doğru_cevap": "B",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Noktalama işaretlerinin kullanımını bilir.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0087",
    "stem_patterns": [
      "numaralanmis_cumle"
    ],
    "soru_koku_indeksleme": "bu metindeki düşünce akışını sağlamak için numaralanmış cümlelerden hangileri yer değiştirmelidir?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-15",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 15,
    "metin_var_mi": "evet",
    "metin": "Ticaret denince akla ilk gelen unsurlardan biri tabi ki sipariş edilen malın teslimidir.... Uçaklarla da malın teslim süresi en aza indi. Böylece pazarlama imkânları, yaşanan şehrin ve ülkenin sınırlarını aşmış oldu.",
    "soru_kökü": "Bu metnin konusu aşağıdakilerden hangisidir?",
    "şık_a": "Ulaşım araçlarının gelişimi",
    "şık_b": "Alışveriş alışkanlıklarının değişimi",
    "şık_c": "İcatların günlük hayatı kolaylaştırması",
    "şık_d": "Nakliye araçlarının ticarete etkisi",
    "doğru_cevap": "D",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0088",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu metnin konusu aşağıdakilerden hangisidir?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  },
  {
    "soru_id": "LGSTR-2021-1-A-16",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 16,
    "metin_var_mi": "evet",
    "metin": "Ben eski sokakları arzuluyorum, çocukluğumun geçtiği sokakları... O sokaklar yok artık ama en azından biz o sokaklarda yaşadık çocukluğumuzu. Ya bizden sonrakiler? Onlar, günün birinde karşımıza çıkıp onlardan çaldığımız sokakları isterlerse ne yapacağız, ne cevap vereceğiz onlara?",
    "soru_kökü": "Aşağıdaki kavramlardan hangisi bu metinde anlatılanlarla ilişkilendirilemez?",
    "şık_a": "Umut",
    "şık_b": "Özlem",
    "şık_c": "Teselli",
    "şık_d": "Kaygı",
    "doğru_cevap": "A",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0089",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [
      "sebep_sonuc"
    ],
    "soru_koku_indeksleme": "aşağıdaki kavramlardan hangisi bu metinde anlatılanlarla ilişkilendirilemez?"
  },
  {
    "soru_id": "LGSTR-2021-1-A-17",
    "yıl": 2021,
    "ders": "Türkçe",
    "soru_no": 17,
    "metin_var_mi": "evet",
    "metin": "Ömer, Uğur, Yeşim ve Zehra “Sınır Tanımayan Doktorlar” aracılığıyla gönüllü olarak Filipinler, Kamboçya, Mozambik ve Somali’de beslenme uzmanı, doktor, eczacı ve iletişim uzmanı olarak görev yapmaktadırlar. • Herkesin mesleği farklıdır ve kişiler farklı ülkelerde görev yapmaktadır. • Filipinler’e giden kişi eczacıdır ve bu Yeşim değildir. • Zehra iletişim uzmanıdır ve Mozambik’e gitmemiştir. • Uğur doktor değildir ve Somali’de görev yapmaktadır.",
    "soru_kökü": "Bu bilgilere göre aşağıdakilerden hangisi doğrudur?",
    "şık_a": "Somali’de bulunan kişi iletişim uzmanıdır.",
    "şık_b": "Ömer, Kamboçya’da görev yapmaktadır.",
    "şık_c": "Yeşim’in mesleği doktorluktur.",
    "şık_d": "Mozambik’e giden kişi beslenme uzmanıdır.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yorumlama",
    "beceri_alani": "Yorumlama",
    "kazanım": "Paragrafın ana düşüncesini bulur.",
    "odak_ogesi": "paragraf",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0090",
    "_ALT_KONU_DETECTED": true,
    "stem_patterns": [],
    "soru_koku_indeksleme": "bu bilgilere göre aşağıdakilerden hangisi doğrudur?",
    "_WARNINGS": [
      "UYARI: 'Ana Düşünce' etiketli ama uygun stem pattern yok"
    ]
  }
]