[
  {
    "soru_id": "ODGSM-2021-2022-EKİM-01",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Edebiyatımızda ---- isimlerin başında gelir Memduh Şevket Esendal. Hâlbuki renkli ve üretken bir kalemdir. “Yazı, herkes için dar günlerde bir genişliktir.” diyerek yazıyı ---- olarak gören Esendal’a göre kendi içine çekilmek, ---- anlamına gelir.",
    "soru_kökü": "Bu metnin anlam bütünlüğü dikkate alındığında aşağıdakilerden hangisi boş bırakılan yerlerden herhangi birine getirilemez?",
    "şık_a": "yazıyla baş başa kalmak",
    "şık_b": "ele avuca sığmayan",
    "şık_c": "sığınma mekânı",
    "şık_d": "hakkı verilmemiş",
    "doğru_cevap": "B",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Söz Grupları",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlamlandırma",
    "kazanım": "Metin bağlamına uygun söz gruplarını ayırt eder.",
    "odak_ogesi": "kelime grubu",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_001"
  },
  {
    "soru_id": "ODGSM-2021-2022-EKİM-03",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "I. Saf oksijen; hücre duvarlarını, hücre çekirdeğini çevreleyen zarı ve DNA’yı bozup hücre onarımını sağlayan enzimleri çalışamaz hâle getirir.\nII. Atmosferimiz yüzde 21’i oksijenden oluşur ancak insan, normal koşullar altında tümüyle oksijenden oluşan bir havayı solursa hayatta kalamaz.",
    "soru_kökü": "Numaralanmış I. cümle ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "şık_a": "II. cümlede sözü edilen durumun gerekçesi açıklanmıştır.",
    "şık_b": "II. cümledeki açıklamayla çelişen bir durumdan söz edilmiştir.",
    "şık_c": "II. cümlede yer alan bilgiyle ilgili örneklere yer verilmiştir.",
    "şık_d": "II. cümlede ortaya konan durumun koşulu belirtilmiştir.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Neden-Sonuç İlişkisi",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Akıl yürütme",
    "kazanım": "Cümleler arasındaki anlam ilişkilerini belirler.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_002"
  },
  {
    "soru_id": "ODGSM-2021-2022-EKİM-04",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Eleştiri, ünlü yazarın yazı evreninin önemli bileşenleri arasındadır. O, vitrinden ziyade gölgede kalmayı tercih eden biridir. Eleştirirken, insanların olumsuz yanlarını gösterirken bile şefkatlidir. Hakkında kaleme alınan bazı yazılarda onun suya sabuna dokunmayan bir kişilik olduğu vurgulanır. Yazarı sırf -tabiatı- itibarıyla edebiyat gündemine ilgisiz biri olarak nitelemek büyük haksızlık olur. Çünkü o, zamanın ruhuna kayıtsız değildir; eleştirilerini mizahla yoğurarak bilgin bir edayla ve olumlu bir tutumla sunmayı tercih eder.",
    "soru_kökü": "Bu metinde sözü edilen yazar aşağıdakilerden hangisiyle nitelendirilemez?",
    "şık_a": "Özgün",
    "şık_b": "Alçak gönüllü",
    "şık_c": "Sevecen",
    "şık_d": "Yapıcı",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Yazarın Özellikleri",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Eleştirel okuma",
    "kazanım": "Metinden yazarın kişilik özelliklerini çıkarır.",
    "odak_ogesi": "yazar",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_003"
  },
  {
    "soru_id": "ODGSM-2021-2022-EKİM-05",
    "yıl":"2021-2022",
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "Altı çizili sözcüğün bu metne kattığı anlam aşağıdakilerin hangisinde vardır?(tabiat)",
    "şık_a": "İnsan zekâsı, doğanın içinde değil doğanın yanında yer alan ayrı bir kuvvettir.",
    "şık_b": "Bu konuyla ilgili öngörünüzün doğru olduğunu düşünmüyorum.",
    "şık_c": "Doğal davrandığı için çevresindekiler tarafından çok sevilirdi.",
    "şık_d": "İyi bir eğitimi, girdiği ortamlarda hemen fark edilen kuvvetli bir karakteri vardı.",
    "doğru_cevap": "D",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Bağlamdan Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlamlandırma",
    "kazanım": "Sözcüklerin metin içindeki anlamını belirler.",
    "odak_ogesi": "kelime",
    "zorluk": "kolay",
    "metin_uzunlugu": "yok",
    "metin_id": "metin_004"
  },
  {
    "soru_id": "ODGSM-2021-2022-EKİM-07",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "Bir hikâyede anlatılan olayları veya durumları yaşayan kurmaca varlıklara kahraman denir.\n\nBu açıklamaya göre,\n\nYatağın kenarına, sehpanın dibine oturdu. Bana baktı.\n\n... O zaman fotoğrafçı “Gülümseyin!” demişti. Ben de sessizce gülümsemiştim...\n\nOnu göremeyeceğim bir şekilde yüzümü duvara çevirdi. O anda gözüm oğlumun duvardaki resmine takıldı.\n\nDenizin rengini gri yapmış. Oysa ona “Mavi olmalı!” demiştim.\n\nOğlumuz, “Anne, hikâye okur musun?” diye sordu. O da hikâye kitabını sehpadan alırken beni yere düşürdü ve çerçevem kırıldı.",
    "soru_kökü": "Hikâye parçasında kendisinden “ben” diye söz eden kahraman aşağıdakilerden hangisidir?",
    "şık_a": "Fotoğrafçı",
    "şık_b": "Duvardaki resim",
    "şık_c": "Fotoğraftaki kişi",
    "şık_d": "Odadaki sehpa",
    "doğru_cevap": "C",
    "konu_basligi": "Hikâye Unsurları",
    "alt_konu_basligi": "Kahraman ve Anlatıcı",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Metin çözümleme",
    "kazanım": "Hikâyede anlatıcıyı/konuşanı belirler.",
    "odak_ogesi": "kahraman",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_005"
  },
  {
    "soru_id": "ODGSM-2021-2022-EKİM-09",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "Türkiye’nin bir kültür varlığı daha dünya mirası oldu. Malatya’nın Battalgazi ilçesinde bulunan Arslantepe Höyüğü, Dünya Miras Komitesinin aldığı kararla UNESCO Dünya Miras Listesi’ne girdi. Geçmişi çok eskilere dayanan bu yapıyı her yıl on binlerce kişi ziyaret ediyor.",
    "soru_kökü": "Bu metinde aşağıdaki yazım kurallarından hangisine örnek yoktur?",
    "şık_a": "Kurum, kuruluş, kurul, birleşim, oturum ve iş yeri adlarına gelen ekler kesme işaretiyle ayrılmaz.",
    "şık_b": "Özel adlara getirilen iyelik, durum ve bildirme ekleri kesme işaretiyle ayrılır.",
    "şık_c": "Saray, köşk, han, kale, köprü, kule, anıt vb. yapı adlarının bütün kelimeleri büyük harfle başlar.",
    "şık_d": "Tarihî olay, çağ ve dönem adları büyük harfle başlar.",
    "doğru_cevap": "D",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Büyük Harflerin Kullanımı",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Dil bilgisi",
    "kazanım": "Yazım kurallarını metin içinde ayırt eder.",
    "odak_ogesi": "yazım",
    "zorluk": "kolay",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_006"
  },
  {
    "soru_id": "ODGSM-2021-2022-EKİM-010",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Fiillere getirilen “-ma /-me, -mak /-mek, -ış /-iş /-uş /-üş” ekleriyle yapılan eylemsilere isim-fiil (ad-eylem) denir.",
    "soru_kökü": "Buna göre aşağıdaki sözcüklerden hangisi isim-fiil değildir?",
    "şık_a": "kurmaya",
    "şık_b": "girişiyle",
    "şık_c": "yapmak",
    "şık_d": "gelişim",
    "doğru_cevap": "D",
    "konu_basligi": "Fiilimsi",
    "alt_konu_basligi": "İsim-Fiil",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Dil bilgisi",
    "kazanım": "İsim-fiilleri ayırt eder.",
    "odak_ogesi": "fiilimsi",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_007"
  },
  
  {
    "soru_id": "ODGSM-2021-2022-KASIM-01",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Modern düşünce çağında birtakım hayati kavramların etrafında geniş bir düşünce sahası açan metinleri ile İsmet Özel, edebiyat dünyasında [altı çizili: sürekli genişleyen bir damar] olarak varlığını hissettirmekte; şiirleri ve yazılarıyla [altı çizili: ilgi odağı] olmaya devam etmektedir.",
    "soru_kökü": "Bu cümledeki altı çizili sözlerle İsmet Özel’in sırasıyla hangi özelliklerine vurgu yapılmıştır?",
    "şık_a": "Planlı çalışmayı seven - İnsanların beğenisini kazanan",
    "şık_b": "Etki alanını artıran - Çevrenin yoğun dikkatini üzerinde toplayan",
    "şık_c": "Önemli konularla ilgili düşünceler geliştiren - Özgün bir nitelik taşıyan",
    "şık_d": "Üretme gücü olan, üretken - Etrafındakilere örnek olan",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Söz Sanatları / Benzetmeli Anlatım",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Cümledeki söz gruplarının anlamını ve vurguladığı özelliği belirler.",
    "odak_ogesi": "altı çizili söz grubu",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_008"
  },
  {
    "soru_id": "ODGSM-2021-2022-KASIM-02",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "hayır",
    "metin": null,
    "soru_kökü": "Aşağıdaki dizelerin hangisinde anlatılanlar yay ayraç içinde verilen sözcükle ilişkilendirilemez?",
    "şık_a": " Denize dönmek istiyorum\nMavi aynasında suların\nBoy verip görünmek istiyorum (Hasret)",
    "şık_b": "Bir el ol ki oğul, yoksulu giydiresin\nAyak olursan oğul karınca ezmeyesin (Merhamet)",
    "şık_c": "Düşünen alnımda benim her çizgi\nBaharı olmayan bir kışa benzer (Yalnızlık)",
    "şık_d": "Gün olur toprak uyanır, ağaç uyanır, uyanır böcekler\nSarı bozkır titrer, çıplak ağaçlar yeşerir, gök yıkanır (Umut)",
    "doğru_cevap": "C",
    "konu_basligi": "Şiirde Anlam",
    "alt_konu_basligi": "Duygu ve Tema",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Anlama",
    "kazanım": "Şiirde tema/duygu ile dizeler arasındaki ilişkiyi kurar.",
    "odak_ogesi": "dize yorumu",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_009"
  },
  {
    "soru_id": "ODGSM-2021-2022-KASIM-03",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "Osman Hamdi Bey, Fransız Sanatçılar Derneğinin Paris’te düzenlediği sergide yer almak üzere bir tuval üzerine yağlı boya tekniğiyle yaptığı “Kaplumbağa Terbiyecisi” adlı tabloyu -sergideki asıl adı “Kaplumbağalı Adam”dır- Japonya’daki kaplumbağa terbiyecilerinden söz eden bir yazıdan esinlenerek oluşturmuştur.",
    "soru_kökü": "Bu cümleden hareketle “Kaplumbağa Terbiyecisi” adlı tablo ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "şık_a": "İlham kaynağı, Osman Hamdi Bey’in okuduğu bir yazıdır.",
    "şık_b": "Birden fazla sergide farklı adlar kullanılarak sergilenmiştir.",
    "şık_c": "Osman Hamdi Bey, diğer tablolarından farklı bir teknikle yapmıştır.",
    "şık_d": "Japon kaplumbağa terbiyecilerini anlatmaktadır.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Metinden Çıkarım",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Akıl yürütme",
    "kazanım": "Cümlede verilen bilgilerden doğru çıkarım yapar.",
    "odak_ogesi": "çıkarım",
    "zorluk": "kolay",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_010"
  },
  {
    "soru_id": "ODGSM-2021-2022-KASIM-05",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "Anlatımı birinci kişi ağzından yapmayı seçen yazar, dikkat çekici mekân betimlemeleriyle farklı bir öykü dünyası kurmuştur.\n\nBuna göre,\n\nI. İnsanların arasından sessizce çıktım, uysal bir ata binerek Karadağ’ın ormanlarına süzüldüm. Su gibi dingin olan at ansızın ürktü, dizginini koparıp dört nala koşmaya başladı ve beni yere düşürdü.\n\nII. Salonun köşesinde, her gün oturup bahçeyi izlediği emektar bir koltuk vardı. Yavaşça oturdu koltuğa. Bahçedeki yıkılmış duvara, ayva ağacına ve kurumuş otlara iç çekerek baktı.\n\nIII. Taşradaki evimiz bir yokuşun üzerindeydi. Evin alabildiğine büyük koridorunda sıralanmış odalar vardı. Kışın bu odalardan birinde otururduk. Odadan çıkınca o büyük ve sessiz koridorda ayak seslerim yankılanırdı.",
    "soru_kökü": "Metinlerinden hangileri yazarın bu cümlede sözü edilen anlatım özelliklerini yansıtır?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız III",
    "şık_c": "I ve II",
    "şık_d": "II ve III",
    "doğru_cevap": "B",
    "konu_basligi": "Metin Bilgisi",
    "alt_konu_basligi": "Anlatıcı ve Betimleme",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Metin çözümleme",
    "kazanım": "Metinde anlatıcı türünü ve betimleme örneklerini belirler.",
    "odak_ogesi": "anlatım özelliği",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_011"
  },
  {
    "soru_id": "ODGSM-2021-2022-KASIM-06",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "I. 1903 yılında Fransız bir kimyager, deney tüpünü laboratuvarının zeminine düşürdü. Tüp kırıldı ancak dağılmadan tek parça hâlinde kalabildi. Kimyager, deney tüpünün içinde yer alan bir maddenin parçalanmayı engellediğini anladı ama üzerine fazla kafa yormadı. Ta ki bir aracın camının nasıl kırıldığını görene dek... Böylece kolay kırılmayan camı icat ettiğini fark etti. Bu buluşu 1920’lerde arabaların ön camında kullanılmaya başlandı. (Tesadüf)\n\nII. Lokantada sipariş ettiği patates kızartmasını beğenmeyen bir müşteri, patateslerin daha ince ve kızarmış olması gerektiğini belirtti. Bunun üzerine aşçı, patatesleri çok ince kesip kupkuru olana dek kızarttı. Patateslerin bu hâlini herkes çok beğendi ve patates cipsi bu şekilde ortaya çıktı. (Gözlem)\n\nIII. Sonar, bir gemi veya denizaltının yerini ses dalgaları yardımıyla belirleyen bir sistemdir. 1950’lerde bu sistemin tıpta da kullanılabileceği düşünülerek ultrason cihazı geliştirildi. Bu cihaz sayesinde anne karnından ses dalgaları geçirilerek bebeğin şekli görülebilmektedir. “Ultrasonik tarama” adı verilen bu işlem, anne karnındaki bebeklerin sağlık durumunu kontrol etmede kullanılmaktadır. (İlham)",
    "soru_kökü": "Numaralanmış parçaların hangilerinde, sözü edilen buluşun ortaya çıkışında yay ayraç içindeki kavram etkili olmuştur?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız II",
    "şık_c": "I ve III",
    "şık_d": "II ve III",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Ana Düşünce ve Çıkarım",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Akıl yürütme",
    "kazanım": "Parçada verilen bilgilerden çıkarım yapar ve ilişki kurar.",
    "odak_ogesi": "kavram-örnek ilişkisi",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_012"
  },
  {
    "soru_id": "ODGSM-2021-2022-KASIM-08",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Yunancada “yaşam” anlamına gelen “bios” ve “taklit” anlamına gelen “mimesis” sözcüklerinden oluşan biyomimikri, tasarım yaparken ve yenilikçi teknolojiler geliştirirken doğadan esinlenmek olarak tanımlanabilir. Biyomimikri; mimari, yapay zekâ, robotik, endüstri, ulaşım gibi alanlarda kullanılan birçok ürünün, kısaca günümüz teknolojisinin temelini oluşturur.",
    "soru_kökü": "Bu metne göre aşağıdakilerden hangisi biyomimikriye örnek olamaz?",
    "şık_a": "En az malzemeyle en fazla yer inşa edilebilmesi amacıyla bal peteklerinin arılar tarafından altıgen şeklinde yapılması",
    "şık_b": "Dalgıç giysilerinin, köpek balıklarının hızlı yüzmelerini sağlayan derilerinden ilham alınarak geliştirilmesi",
    "şık_c": "Ayçiçeğinin güneşe doğru yönelme hareketinden yola çıkılarak gölgeli ve güneşli alan arasındaki sıcaklık farkına göre hareket eden güneş panellerinin üretilmesi",
    "şık_d": "Geko kertenelesinin ayağının altında bulunan ve tırmanmasını kolaylaştıran tüy benzeri dokudan hareketle farklı yüzeylere kolaylıkla tırmanabilen robotların yapılması",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Kavram ve Örnek",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki kavramı örnekleriyle ilişkilendirir.",
    "odak_ogesi": "kavram",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_013"
  },
  {
    "soru_id": "ODGSM-2021-2022-KASIM-09",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "Sıfat-fiiller; fiil kök veya gövdelerine “-an, -ası, -maz, -ar, -dık, -acak, -mış...” ekleri getirilerek yapılır ve cümlede genellikle sıfat görevinde kullanılır.\n\nBu açıklamaya göre,\n\nRusya’da [I: bulunan] bir araştırma enstitüsündeki bilim insanları, Sibirya’dan [II: aldıkları] buz örneği içerisinde yaklaşık 24.000 yıldır uyuyan bir tekerlekli hayvan buldu. Tatlı sularda [III: yaşayan] tekerlekli hayvan, mikroskobik boyutlarda bir canlı. [IV: Donmuş] hayvanın laboratuvar ortamında uyandırılarak yaşamına geri [IV: döndürüldüğü] belirtildi.\n\nMetninde numaralanmış sıfat-fiillerden hangisi sıfat görevinde kullanılmamıştır?",
    "soru_kökü": "Metninde numaralanmış sıfat-fiillerden hangisi sıfat görevinde kullanılmamıştır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "D",
    "konu_basligi": "Fiilimsi",
    "alt_konu_basligi": "Sıfat-Fiil",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Dil bilgisi",
    "kazanım": "Sıfat-fiilleri cümledeki görevine göre ayırt eder.",
    "odak_ogesi": "sıfat-fiil",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_014"
  },
  {
    "soru_id": "ODGSM-2021-2022-KASIM-010",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "İnsan vücudunda çok az bulunan iyot; süt, yumurta, balık gibi yiyeceklerin tüketimiyle vücuda alınıyor. Vücut, ona çok az miktarda ihtiyaç duysa da bir kişinin yaşamı için iyot büyük önem taşıyor. İyodun birçok alanda görevi bulunuyor: büyüme ve gelişme, sinir sisteminin normal çalışması, vücut ısısının düzenlenmesi, vücut enerjisinin kontrol edilmesi…",
    "soru_kökü": "Bu parçada aşağıda işlevi verilen noktalama işaretlerinden hangisinin örneği yoktur?",
    "şık_a": "Birbiri ardınca sıralanan eş görevli kelime ve kelime gruplarının arasına virgül konur.",
    "şık_b": "Alıntılarda başta, ortada ve sonda alınmayan kelime veya bölümlerin yerine üç nokta konur.",
    "şık_c": "İkiden fazla eş değer ögeler arasında virgül bulunan cümlelerde özneden sonra noktalı virgül konabilir.",
    "şık_d": "Kendisiyle ilgili örnek verilecek cümlenin sonuna iki nokta konur.",
    "doğru_cevap": "B",
    "konu_basligi": "Noktalama İşaretleri",
    "alt_konu_basligi": "Virgül - Noktalı Virgül - İki Nokta - Üç Nokta",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Dil bilgisi",
    "kazanım": "Noktalama işaretlerinin işlevlerini metin içinde ayırt eder.",
    "odak_ogesi": "noktalama",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_015"
  },
 {
    "soru_id": "ODGSM-2021-2022-ARALIK-01",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Bir sorunla karşılaştığımızda -belirsizliği sevmediğimizden belki- durumun hemen çözümlenmesini isteriz. Bizi zorlayan durumun birçok çözümü olsa da biz ilk aşamada “başkalarının denediği yollardan gitmek isteriz. Hâlbuki çok daha güzel bir yol olabilir. Bu konuyla ilgili Cevdet Kudret “Bir soruna yeni bir çözüm üretmektense daha önce üretilmiş çözümü kullanmak kolayımıza gelir çünkü çoğumuz [ altı çizili : düşünce mirasyedisiyizdir.] der.",
    "soru_kökü": "Aşağıdakilerin hangisinde kullanılan deyim bu metindeki altı çizili sözle ilişkilendirilebilir?",
    "şık_a": "Hazıra konmak gibi bir huyu vardı ve bunu kimse yadırgamıyordu.",
    "şık_b": "Sırt sırta vererek bütün zorlukların üstesinden geldiler.",
    "şık_c": "Yıllardır har vurup harman savurmasaydı şimdi sıkıntı yaşamazdı.",
    "şık_d": "Alp, arkadaşlarının yemek paralarını kendi cebinden verdi.",
    "doğru_cevap": "A",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Deyimler",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki bir ifadeyi uygun deyimle ilişkilendirir.",
    "odak_ogesi": "deyim",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_016"
  },
  {
    "soru_id": "ODGSM-2021-2022-ARALIK-02",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "Aynı yoldan, aynı hızla gidilmesine rağmen dönüş yolculuğunun gidişten kısa sürdüğü hissedilebilir. İlk olarak 1950’lerde tespit edilen bu duruma “dönüş yolculuğu etkisi” denir. Dönüş yolculuğu etkisi, gidiş esnasında aşinalık kazanılan yolun dönüşte daha kısa algılanmasının temeline dayanıyor. Zaman algısına yönelik çalışmalar da bu temele dayanak oluşturuyor. İlk defa tecrübe edilen bir durumda bilinmedik uyaranların etkisiyle zaman daha yavaş akıyormuş gibi algılanır. Dolayısıyla dönüş yolculuğunun süresine dair tahminler, gidiş yolculuğunun süresine dair tahminlere kıyasla gerçek yolculuk süresine daha yakındır.",
    "soru_kökü": "Bu metinle ilgili aşağıdakilerden hangisi söylenemez?",
    "şık_a": "Bir kavramın tanımlaması yapılmıştır.",
    "şık_b": "Ele alınan düşüncenin gerekçelerine yer verilmiştir.",
    "şık_c": "Karşılaştırmadan yararlanılmıştır.",
    "şık_d": "Öne sürülen fikirler örneklendirilmiştir.",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Anlatım Biçimleri / Düşünceyi Geliştirme Yolları",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Akıl yürütme",
    "kazanım": "Metinde düşünceyi geliştirme yollarını belirler.",
    "odak_ogesi": "düşünceyi geliştirme yolu",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_017"
  },
  {
    "soru_id": "ODGSM-2021-2022-ARALIK-03",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "• ABD’de bulunan Mount Weather, felaket durumlarında devreye giren bir acil durum yerleşkesidir. 1958 yılında Sovyet Rusya’nın, Sputnik adlı uydusunu uzaya fırlatmasının ardından savunma amaçlı kurulmuştur. Yalnızca üst düzey devlet görevlilerinin girebildiği bu yerleşke, hem yer altında hem de yer üstünde bulundurduğu alanlarıyla yüksek güvenlik sağlamaktadır.\n\n• Fransa’da yer alan Lascaux Mağarası, insanlık tarihinde bilinen ilk duvar resimlerine sahip. 1940’ta keşfedilen bu mağaradaki resimlere vücut ısısı ve solunumdan kaynaklanan nem ve karbondioksit zarar verdiği için insanların buraya girmesine izin verilmiyor. 1979 yılında UNESCO tarafından Dünya Miras Listesi’ne alınan mağarada altı yüzden fazla duvar resmi bulunuyor.\n\n• Surtsey Adası, üç yıl süren volkanik patlamalar sonucunda 1963 yılında oluştu. Bu adada insan müdahalesi gerçekleşmeden oluşan ekosistem gözlemleniyor. Bunun için de adaya sadece bilim insanları kabul ediliyor. Fakat detaylı bir taramadan geçtikten sonra... Çünkü adaya dışarıdan herhangi bir tohumun getirilmemesi çok önemli.",
    "soru_kökü": "Bu metinlerde sözü edilen yerlerin ortak özelliği aşağıdakilerden hangisidir?",
    "şık_a": "İnsanların çoğu tarafından bilinmemesi",
    "şık_b": "Turistik ziyaretin mümkün olmaması",
    "şık_c": "Bilimsel çalışmalar için kullanılması",
    "şık_d": "Kültürel değere sahip olması",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Ortak Özellik Bulma",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Karşılaştırma",
    "kazanım": "Birden fazla metinden ortak özellik çıkarır.",
    "odak_ogesi": "ortak özellik",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_018"
  },
  {
    "soru_id": "ODGSM-2021-2022-ARALIK-04",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Nesnelerin interneti; bilgi üretebilen ve internet üzerinden bunu paylaşabilen tüm bilgi işlem cihazlarını, mekanik ve dijital makineleri birbirine bağlayan teknolojiye verilen isimdir. Bu teknoloji, her bir cihaza farklı bir kimlik atayarak onların birbirleriyle veri paylaşımı yapmalarını mümkün kılar. Bu sistem, günümüzde sanayide kullanılan büyük makinelerden küçük ev aletlerine kadar pek çok alanda yer almaktadır. Neredeyse tüm sektörler daha verimli çalışmak için nesnelerin interneti uygulamalarından yararlanmaktadır.",
    "soru_kökü": "Bu parçaya göre, I. Ahmet Bey’in, pamuk tarlasındaki sulama sistemini iş yerindeki bilgisayar üzerinden çalıştırması II. Melih Hanım’ın, çamaşır makinesinin üzerindeki gösteregeyi kullanarak suyun sıcaklığını ayarlaması III. Mehmet Bey’in, evindeki fırın ve süpürgeyi cep telefonuna indirdiği bir program üzerinden kontrol etmesi durumlarından hangileri nesnelerin internetine örnek olabilir?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız II",
    "şık_c": "I ve III",
    "şık_d": "II ve III",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Tanım ve Örnek",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Metinde tanımı verilen kavrama uygun örnekleri belirler.",
    "odak_ogesi": "kavram-örnek eşleştirme",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_019"
  },
  {
    "soru_id": "ODGSM-2021-2022-ARALIK-05",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "hayır",
    "metin": null,
    "soru_kökü": "Aşağıdakilerden hangisi “Müzik aleti çalmak beyin fonksiyonlarını olumlu yönde etkiler mi?” sorusuna cevap vermektedir?",
    "şık_a": "Beyinde gri madde denen bir doku vardır. Bu maddenin miktarı arttıkça insanın görsel ve işitsel algısı gelişmektedir. Yapılan araştırmalarda enstrüman çalan kişilerin beyinlerindeki bu maddenin diğer insanlara kıyasla daha fazla olduğu anlaşılmıştır.",
    "şık_b": "İşitsel gelişimin çok erken başlaması nedeniyle hamileliğin altıncı ayından itibaren bebeklerin, müziği algılayabildikleri ve farklı melodileri ayırt edebildikleri belirtiliyor. Dolayısıyla müziğin pek çok alanda etkilerini de erken yaşta görmek mümkün oluyor.",
    "şık_c": "Yakın zamanda yapılan çalışmalara göre özellikle anne ile bebeğin beraber ritim tutarak hareket etmeleri ve yüksek sesle şarkı söylemeleri gibi müzikal davranışlar, anne ile bebek arasındaki bağın güçlenmesinde önemli bir rol oynuyor.",
    "şık_d": "Müziğin matematiksel yapısı nedeniyle insanlara müzik dinletmenin matematik yetilerinin gelişmesine katkı sağladığı düşüncesi yaygın olsa da birçok çalışmada bu konuda büyük bir etkinin varlığı henüz tespit edilememiştir.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede/Paragrafta Anlam",
    "alt_konu_basligi": "Soruya Uygun Cevap",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Anlama",
    "kazanım": "Soruya uygun cümleyi/parçayı seçer.",
    "odak_ogesi": "soru-cevap uyumu",
    "zorluk": "kolay",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_020"
  },
  {
  "soru_id": "ODGSM-2021-2022-ARALIK-06",
  "yıl": "2021-2022",
  "ders": "Türkçe",
  "soru_no": 6,
  "metin_var_mi": "evet",
  "metin": "Medya okuryazarlığı, kitle iletişim araçlarının verdiği mesajları doğru kavrayabilmeyi ve gerçek dünya ile medya dünyası arasındaki sınırı fark edebilmeyi sağlar. Medya okuryazarlığının bireylere kazandırdığı bazı beceriler şunlardır:\n\nI. Erişim becerisi: Bilgiye gazete, televizyon vb. medya araçlarından ulaşabilmektir.\nII. Çözümleme becerisi: Bilgilerin doğruluğunu, yanlışlığını, eksikliğini veya fazlalığını tespit edebilmektir.\nIII. Değerlendirme becerisi: Bilgilerin özünü, önemini, nitelik ve niceliğini belirleyebilmektir.\nIV. Üretim becerisi: Bilgi ve mesajları kişinin kendisinin üretebilmesi ve yayabilmesidir.",
  "soru_kökü": "Bu metne göre, numaralanmış medya okuryazarlığı becerilerine örnek olabilecek davranışlar aşağıdakilerden hangisinde doğru eşleştirilmiştir?",
  "şık_a": "I: İnternette bir konuyla ilgili araştırma yapmak / II: Bir haberde yer alan fotoğraftaki hileleri saptamak / III: Yeni bir haber sitesi kurmak / IV: Bazı televizyon programlarının çocuklar üzerindeki etkisi hakkında yorum yapmak",
  "şık_b": "I: İnternette bir konuyla ilgili araştırma yapmak / II: Bir haberde yer alan fotoğraftaki hileleri saptamak / III: Bazı televizyon programlarının çocuklar üzerindeki etkisi hakkında yorum yapmak / IV: Yeni bir haber sitesi kurmak",
  "şık_c": "I: Bir haberde yer alan fotoğraftaki hileleri saptamak / II: İnternette bir konuyla ilgili araştırma yapmak / III: Bazı televizyon programlarının çocuklar üzerindeki etkisi hakkında yorum yapmak / IV: Yeni bir haber sitesi kurmak",
  "şık_d": "I: Bir haberde yer alan fotoğraftaki hileleri saptamak / II: İnternette bir konuyla ilgili araştırma yapmak / III: Yeni bir haber sitesi kurmak / IV: Bazı televizyon programlarının çocuklar üzerindeki etkisi hakkında yorum yapmak",
  "doğru_cevap": "B",
  "konu_basligi": "Paragrafta Anlam",
  "alt_konu_basligi": "Kavram ve Eşleştirme",
  "soru_tipi": "bilgiyi_ölçen",
  "beceri_alani": "Anlama ve Yorumlama",
  "kazanım": "Metinde verilen kavramları örnek davranışlarla doğru şekilde eşleştirir.",
  "odak_ogesi": "kavram–davranış eşleştirme",
  "zorluk": "orta",
  "metin_uzunlugu": "uzun",
  "metin_id": "metin_021"
  },
 {
    "soru_id": "ODGSM-2021-2022-ARALIK-09",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "12’nci yüzyılda yapılan Harmantepe Kalesi, temizlik ve kazı çalışmalarının ardından restore edilecek. Sakarya Nehri’nin Batı yakası boyunca uzanan, Kültür ve Tabiat Varlıklarını Koruma Kurulu tarafından kültür varlığı olarak tescil edilen kale, kent merkezine 17 km mesafede bulunuyor.",
    "soru_kökü": "Bu metinde aşağıdakilerden hangisiyle ilgili yazım yanlışı yapılmıştır?",
    "şık_a": "Yer adlarında ilk isimden sonra gelen ve deniz, göl, dağ, boğaz vb. tür bildiren ikinci isimler büyük harfle başlar.",
    "şık_b": "Sıra sayıları ekle gösterildiklerinde rakamdan sonra sadece kesme işareti ve ek yazılır, ayrıca nokta konmaz.",
    "şık_c": "Düşünce, hayat tarzı vb. anlamlar bildirdiğinde doğu ve batı sözlerinin ilk harfleri büyük yazılır ancak bu sözler yön bildirdiğinde küçük yazılır.",
    "şık_d": "Saray, köşk, han, köprü, anıt vb. yapı adlarının bütün kelimeleri büyük harfle başlar.",
    "doğru_cevap": "C",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Büyük Harflerin Kullanımı",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Dil bilgisi",
    "kazanım": "Yazım yanlışlarını belirler.",
    "odak_ogesi": "büyük harf kullanımı",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_022"
  },
  {
    "soru_id": "ODGSM-2021-2022-ARALIK-10",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Düşüncelerimiz; beynin 86 milyar, dünya nüfusunun yaklaşık on katı, nöron ağından çıkan elektrik sinyallerinin sonucu oluşur. Bu konuda yapılan son çalışmalar, düşüncenin altında yatan elektriksel sinyalleri daha iyi anlamamızı sağlıyor. Basit bir düşünce bile beyinde şaşırtıcı miktarda etkinliğin ortaya çıkmasını sağlıyor. Beynin farklı bölgeleri ateşleniyor, belli bölgelerle sinyal gönderiliyor, bu sinyal trafiği de belirli merkezlerden yönetiliyor.",
    "soru_kökü": "Bu metinde virgülün aşağıdaki işlevlerinden hangisinin örneği yoktur?",
    "şık_a": "Birbiri ardınca sıralanmış cümleleri ayırmak için konur.",
    "şık_b": "Uzun cümlelerde yüklemden uzak düşmüş olan özneyi belirtmek için konur.",
    "şık_c": "Cümle içinde ara sözleri veya ara cümleleri ayırmak için ara sözlerin veya ara cümlelerin başına ve sonuna konur.",
    "şık_d": "Eş görevli sözcük ve sözcük gruplarını ayırmak için konur.",
    "doğru_cevap": "D",
    "konu_basligi": "Noktalama İşaretleri",
    "alt_konu_basligi": "Virgül",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Dil bilgisi",
    "kazanım": "Virgülün cümledeki işlevlerini ayırt eder.",
    "odak_ogesi": "virgül",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_023"
  },
  {
    "soru_id": "ODGSM-2021-2022-OCAK-01",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Bu sabah erkenden kalktı. Her zamanki gibi elini yüzünü yıkayıp saçlarını taradı. Güneş, yeni yeni gösteriyordu yüzünü. Pencereyi açıp derin bir nefes aldı. Güneşin doğuşuyla aydınlanan gökyüzünü ve ufku taradı uzun bir süre. Sonra bahçenin ayrık otları ve taşlarla dolu toprağına takıldı gözleri. Dışarı çıkarak kullanacağı malzemeleri hazırladı özenle. Bahçenin bir bölümünü dikkatlice belledi. Toprağı tırmıkla tarayıp taşları ve otları ayırdı.",
    "soru_kökü": "Bu parçada “taramak” sözcüğü aşağıdaki anlamlarından hangisini karşılayacak şekilde kullanılmamıştır?",
    "şık_a": "Bir şeyin tellerini birbirinden ayırıp karışıklığını gidermek",
    "şık_b": "Kafasından geçirmek, belli belirsiz düşünmek",
    "şık_c": "Bir şeyin içindeki gereksiz maddeleri ayıklamak",
    "şık_d": "Dikkatle bakmak, süzmek",
    "doğru_cevap": "B",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Çok Anlamlılık",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Çok anlamlı sözcükleri bağlamına göre ayırt eder.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_024"
  },
  {
    "soru_id": "ODGSM-2021-2022-OCAK-02",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "I. Amazon Ormanları; sera etkisi oluşturup, Dünya’yı ısıtan karbondioksidi atmosferden emerek havaya oksijen salması ve gezegenimizin soğumasına yardımcı olmasıyla bilinmektedir.\nII. Önemli bilimsel dergilerin birinde yayımlanan yeni bir araştırma Amazon Ormanları’nın bir bölümünün, emdiği karbondioksitten fazlasını atmosfere yaydığını gösteriyor.",
    "soru_kökü": "II numaralı cümleyle ilgili aşağıdakilerden hangisi söylenebilir?",
    "şık_a": "I. cümlede ifade edilenlerle çelişen bir durumdan söz edilmektedir.",
    "şık_b": "I. cümlede değinilen düşüncenin bilimsel olarak kanıtlandığı belirtilmektedir.",
    "şık_c": "I. cümlede anlatılan durumun sebep olduğu bir olumsuzluktan bahsedilmektedir.",
    "şık_d": "I. cümlede vurgulanan durumu örneklendiren bir araştırmanın sonucu verilmektedir.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Cümleler Arası Anlam İlişkisi (Çelişki)",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Akıl yürütme",
    "kazanım": "Cümleler arasındaki anlam ilişkilerini belirler.",
    "odak_ogesi": "cümle",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_025"
  },
  {
    "soru_id": "ODGSM-2021-2022-OCAK-04",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "1970’li yıllarda bir deterjan markasının ürün müdürü, satışları artırmak için yeni bir pazarlama yöntemi geliştirdi. O yıllara kadar uygulanan yöntem, bütün deterjan paketlerinin içine hediye olarak bir çay kaşığının konulmasıydı. Ürün müdürünün geliştirdiği yeni yöntemde ise her pakete basit, ucuz ama ihtiyacı karşılayan bir hediye konulacak ve bu hediyeler birbirinden farklı olacaktı. Çamaşır mandalı, saç tokası, anahtarlık gibi hediyeler hazırlandı ve kapalı paketlere birer tane konuldu. Paketlerin üzerine “Her pakette bir hediye, bizde boş yok!” yazıldı. Bunun üzerine müşteriler paketlerin içinden çıkacak ürünü öğrenmek istedikleri için deterjana büyük ilgi gösterdi ve satışlar kısa sürede on kat arttı.",
    "soru_kökü": "Bu metne göre söz konusu kampanyanın başarılı olmasının asıl nedeni aşağıdakilerden hangisidir?",
    "şık_a": "Kampanyanın kısa ve öz bir cümleyle duyurulması",
    "şık_b": "Hediyelerin toplumun her kesimine hitap etmesi",
    "şık_c": "Üründen çıkacak hediyenin merak edilmesi",
    "şık_d": "Tüm paketlere hediye konulması",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Sebep-Sonuç / Ana Düşünce",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Anlama",
    "kazanım": "Parçadaki ana düşünceyi ve temel nedeni belirler.",
    "odak_ogesi": "ana neden",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_026"
  },
  {
    "soru_id": "ODGSM-2021-2022-OCAK-06",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "• Karasal tuzlu sulardan lityum elde edilirken önce, havuzlarda biriktirilen tuzlu suyun açık havada güneş enerjisi ile kendi kendine buharlaşması beklenir. Daha sonra çökeltideki lityum karbonat ayrılır. Ancak tuzlu suyun içinde yüksek oranda magnezyum bulunması ayırıştırma sürecinin verimini düşürür ve maliyet artırır. Bu nedenle karasal tuzlu sulardan lityum çıkarılması için magnezyum/lityum oranının en çok 6/1 olması gerekir.\n• Türkiye’nin farklı bölgelerinde lityum kaynakları bulunuyor. Ancak bunlar ekonomik değeri olan kaynaklar değil. Örneğin Tuz Gölü’nde bir litre tuzlu suda 325 miligram lityum bulunuyor fakat yüksek oranda magnezyum içermesi nedeniyle Tuz Gölü’nden lityum elde edilmesi hayli güç.\n• Eti Maden İşletmeleri Genel Müdürlüğü (Eti Maden) bor madeninin işlendiği fabrikalarda ortaya çıkan sıvı atıklardan geri dönüşüm yöntemiyle lityum elde edilmesi için bir teknik geliştirdi. Eti Maden tarafından geliştirilen lityum karbonat üretim tekniğiyle sıvı atığın yaklaşık %90’ı geri dönüştürülüyor. Bu sayede atık miktarında ciddi bir azalma da sağlanıyor.",
    "soru_kökü": "Aşağıdaki sorulardan hangisi bu parçalardan herhangi biriyle ilişkilendirilemez?",
    "şık_a": "Lityum hangi alanlarda kullanılır?",
    "şık_b": "Lityum nasıl elde edilir?",
    "şık_c": "Hangi sıvı atıklardan lityum üretilebilir?",
    "şık_d": "Türkiye’de lityum var mıdır?",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Soru-Cevap İlişkisi",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Anlama",
    "kazanım": "Parçaların içeriğine uygun soru/başlık belirler.",
    "odak_ogesi": "soru eşleştirme",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_027"
  },
  {
    "soru_id": "ODGSM-2021-2022-OCAK-07",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "Stres, vücudun her türlü uyarana yanıt verme yoludur. Beyin, tehlike altında olduğunu hissettiğinde vücudu harekete geçiren stres hormonu salgılar. Bu hormonun etkisiyle kalp atışları hızlanır, kan basıncı yükselir ve duyular keskinleşir. Böylece odaklanma hızı ve dayanıklılık artar. “Savaş ya da kaç” tepkisi olarak bilinen bu durum, vücudu korumanın yoludur. Ancak stres hormonunun salgılanması olumlu bir durum gibi görünse de bunun süreklilik arz etmesi vücuda zarar verir. Gözümüze güneş geldiği için kaşlarımızı çattığımızda bile beynimizin üzgün olduğumuzu sanarak stres hormonu salgıladığını düşünürsek stresi kontrol etmenin ruh ve beden sağlığımız için ne kadar önemli olduğunu anlayabiliriz.",
    "soru_kökü": "Bu metinden “stres hormonu” ile ilgili aşağıdakilerden hangisi çıkarılamaz?",
    "şık_a": "Stres dışındaki durumlarda da salgılanabilmektedir.",
    "şık_b": "Vücuda faydası ve zararı, salgılanma sıklığına göre değişmektedir.",
    "şık_c": "Vücudun, tehlikelere karşı kendisini savunması için salgılanır.",
    "şık_d": "Stres gerektirmeyen durumlarda salgılanması vücut için faydalıdır.",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Çıkarım",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Akıl yürütme",
    "kazanım": "Metinden çıkarım yapar; çıkarılamayan yargıyı belirler.",
    "odak_ogesi": "çıkarım",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_028"
  },
  {
    "soru_id": "ODGSM-2021-2022-OCAK-09",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "Su, bireylerin en temel gereksinimi olması ve başlıca ekonomik faaliyetlerde kullanılması nedeniyle insanlık için vazgeçilmez bir kaynaktır. Bu sebeple 1993 yılında Birleşmiş Milletler, 22 Mart’ı “Dünya Su Günü” ilan etmiştir.\n\nBugünün amacı, tatlı su kaynaklarının önemine dikkat çekmek ve küresel su kriziyle mücadele etmektir. Her yıl farklı bir temanın ele alındığı günün 2021 yılındaki teması “Suyun Değeri” olarak belirlenmiştir.",
    "soru_kökü": "Bu parçada numaralanmış bölümlerin hangisinde yazım yanlışı yapılmıştır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "B",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Büyük Harflerin Kullanımı (Ay Adları)",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Dil bilgisi",
    "kazanım": "Metindeki yazım yanlışlarını belirler.",
    "odak_ogesi": "yazım",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_029"
  },
  {
    "soru_id": "ODGSM-2021-2022-OCAK-10",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Özne, yüklemde bildirilen yargıyı gerçekleştiren veya o durumda bulunan ögedir. Yükleme sorulan “ne, kim” soruları cümlede özneyi buldurur.\n\nBu açıklamadan hareketle,\n(I) İnsanoğlu yaklaşık 10 bin yıl önce yerleşik hayata geçmeye başladı. (II) Tarımsal üretim faaliyetleri bunun en önemli sebebiydi. (III) İklim koşullarının aşırı değişiklik göstermemesi insanların tarım yapabilmesini kolaylaştırıyordu. (IV) Düzenli tarımsal üretim sayesinde insan nüfusu bugünkü seviyesine ulaştı.",
    "soru_kökü": "Metninde numaralanmış cümlelerin hangisinde altı çizili bölüm özne değildir?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "C",
    "konu_basligi": "Cümle Bilgisi",
    "alt_konu_basligi": "Cümlenin Ögeleri (Özne)",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Dil bilgisi",
    "kazanım": "Cümlede özneyi belirler ve ayırt eder.",
    "odak_ogesi": "özne",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_030"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-01",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Model: Örnek olmaya değer kimse veya şey.\nİdeal: Düşüncenin tasarlayabileceği bütün üstün nitelikleri kendinde toplayan.\nUyum: Toplumsal çevreye veya bir duruma uyma.",
    "soru_kökü": "Aşağıdakilerin hangisinde “model, ideal, uyum” sözcüklerinin tümü, verilen anlamlarını karşılayacak şekilde kullanılmıştır?",
    "şık_a": "Yazarın son kitabı, iş dünyasının parlayan yıldızları için model olabilecek insanları anlatıyor...",
    "şık_b": "Mevlâna; büyüklüğe karşı tevazunun, düşmanlığa karşı dostluğun...",
    "şık_c": "İdeallerini gerçekleştirmek için yaşayan insan deyince aklımıza...",
    "şık_d": "Sonsuz bir sessizlik ve uyum sarmıştı yaylayı...",
    "doğru_cevap": "B",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Tanım ve Kullanım",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Sözcükleri verilen anlamlarına uygun kullanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_031"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-04",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Ben bir kitap kapağı tasarımına başladığımda ilk iş olarak kitabı okuyorum...",
    "soru_kökü": "Bu metin aşağıdaki sorulardan hangisine karşılık söylenmiş olabilir?",
    "şık_a": "Kitap kapaklarının, kitabın içeriğiyle ilgili olması gerektiğini düşünüyor musunuz?",
    "şık_b": "Kitap kapağı tasarımlarına ödül verilmesiyle ilgili neler söylemek istersiniz?",
    "şık_c": "Yılın en iyi kitap kapağı tasarımcısı seçilmenizi neye bağlıyorsunuz?",
    "şık_d": "Kitapların çok satılmasında kapak tasarımının etkisi var mıdır?",
    "doğru_cevap": null,
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Soru–Cevap İlişkisi",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Anlama",
    "kazanım": "Metnin hangi soruya cevap verdiğini belirler.",
    "odak_ogesi": "ana düşünce",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_033"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-05",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "Bir forumda aynı başlığın altına yazılan üç yazı şu şekildedir: Yakutsk...",
    "soru_kökü": "Bu forumun başlığı aşağıdakilerden hangisi olabilir?",
    "şık_a": "Dünyanın “En”leri",
    "şık_b": "Rekor Kıran Canlılar",
    "şık_c": "Doğanın Gizemleri",
    "şık_d": "Sıra Dışı Mekânlar",
    "doğru_cevap": null,
    "konu_basligi": "Metin Türleri",
    "alt_konu_basligi": "Başlık Belirleme",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Metne uygun başlık belirler.",
    "odak_ogesi": "başlık",
    "zorluk": "kolay",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_034"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-06",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "Edebiyatımızın üretken şairlerinden biri olan Fazıl Hüsnü Dağlarca...",
    "soru_kökü": "Bu metnin anlatımıyla ilgili yargılardan hangileri doğrudur?",
    "şık_a": "Yalnız I",
    "şık_b": "I ve III",
    "şık_c": "II ve III",
    "şık_d": "I, II ve III",
    "doğru_cevap": null,
    "konu_basligi": "Anlatım Biçimleri",
    "alt_konu_basligi": "Anlatım Özellikleri",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki anlatım tekniklerini belirler.",
    "odak_ogesi": "anlatım",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_035"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-07",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "Alışveriş sitelerinden birinde yer alan bir çantayla ilgili müşteri yorumları sunulardır...",
    "soru_kökü": "Bu çantayla ilgili yorumlarda aşağıdakilerden hangisine bütün müşteriler değinmiştir?",
    "şık_a": "Kumaşına",
    "şık_b": "Teslimat süresine",
    "şık_c": "Rengine",
    "şık_d": "Boyutuna",
    "doğru_cevap": null,
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Ortak Yön",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Karşılaştırma",
    "kazanım": "Metinlerde ortak noktayı belirler.",
    "odak_ogesi": "ortak özellik",
    "zorluk": "kolay",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_036"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-08",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Pul kanatlılar türündeki kelebeklerin kanatlarında kiremit gibi dizilmiş pullar bulunur...",
    "soru_kökü": "Bu metinde kelebeklerin kanatlarındaki pullarla ilgili aşağıdakilerden hangisine değinilmemiştir?",
    "şık_a": "Nasıl göründüğüne",
    "şık_b": "Kelebekleri nasıl koruduğuna",
    "şık_c": "Hangi kelebeklerde bulunduğuna",
    "şık_d": "Neden kimyasal madde salgıladığına",
    "doğru_cevap": null,
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metinde Yer Almayan Bilgi",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Çıkarım",
    "kazanım": "Metinde yer almayan bilgiyi ayırt eder.",
    "odak_ogesi": "bilgi",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_036"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-10",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Şişli; kültürün, sanatın, farklı damak lezzetlerinin buluşma noktasıdır...",
    "soru_kökü": "Bu metinde aşağıdaki noktalama kurallarından hangisinin örneği yoktur?",
    "şık_a": "Üç nokta",
    "şık_b": "Noktalı virgül",
    "şık_c": "İki nokta",
    "şık_d": "Virgül",
    "doğru_cevap": null,
    "konu_basligi": "Noktalama İşaretleri",
    "alt_konu_basligi": "Noktalama Kuralları",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Noktalama işaretlerinin kullanımını ayırt eder.",
    "odak_ogesi": "noktalama",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_037"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-01",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Model: Örnek olmaya değer kimse veya şey.\n\nİdeal: Düşüncenin tasarlayabileceği bütün üstün nitelikleri kendinde toplayan.\n\nUyum: Toplumsal çevreye veya bir duruma uyma.",
    "soru_kökü": "Aşağıdakilerin hangisinde “model, ideal, uyum” sözcüklerinin tümü, verilen anlamlarını karşılayacak şekilde kullanılmıştır?",
    "şık_a": "Yazarın son kitabı, iş dünyasının parlayan yıldızları için model olabilecek insanları anlatıyor. İdealler çerçevesinde gelişen hayatları, yazarın birlikte uyum içinde çalıştığı yol arkadaşlarını, onların umut, inanç, özveri ve başarıyla taçlanmış öykülerini içeriyor.",
    "şık_b": "Mevlâna; büyüklüğe karşı tevazunun, düşmanlığa karşı dostluğun, ön yargıya karşı hoşgörünün, cimriliğe karşı cömertliğin, asiliğe karşı uyumun tesis edildiği hikâye ve beyitleriyle ideal insan modelini oluşturmaya gayret etmiştir.",
    "şık_c": "İdeallerini gerçekleştirmek için yaşayan insan deyince aklımıza saf, temiz, uyum sahibi, sevdiği işi yapan, mutlu bir insan modeli gelir. Hedefleri doğrultusunda hareket eden bu insanların sayısı az olsa da onlar toplumda daima dikkat çeker.",
    "şık_d": "Sonsuz bir sessizlik ve uyum sarmıştı yaylayı. Sanki bütün canlılar bu sessizliğe ayak uydurmuştu. Dinlenmek için en ideal yer burası, diye düşündü Arif. Tam o sırada Muhtar, eski model arabasıyla sessizliği bozarak tepeyi aştı.",
    "doğru_cevap": "B",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Tanım ve Kullanım",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Sözcükleri verilen anlamlarına uygun şekilde kullanır.",
    "odak_ogesi": "kelime",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_031"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-02",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "Uluslararası Türk Kültürü Teşkilatı, 2020 yılı Türk dünyası kültür başkentini Özbekistan’ın Hiva şehrinde gerçekleştirdiği 38. Dönem Toplantısı’nda Bursa’yı 2022 Türk dünyası kültür başkenti olarak seçti.",
    "soru_kökü": "Bu cümle aşağıdakilerin hangisinde verilenlerin birleştirilmesiyle oluşmuştur?",
    "şık_a": "Özbekistan’ın Hiva şehri, 2020 yılı Türk dünyası kültür başkentidir.\nUluslararası Türk Kültürü Teşkilatı 38. Dönem Toplantısı’nı Özbekistan’ın Hiva şehrinde gerçekleştirdi.\nUluslararası Türk Kültürü Teşkilatı, 38. Dönem Toplantısı’nda 2022 yılı Türk dünyası kültür başkenti olarak Bursa’yı seçti.",
    "şık_b": "Hiva şehri Özbekistan’ın kültür başkentidir.\nUluslararası Türk Kültürü Teşkilatı yaptığı toplantıda 2022 yılı için 38. kültür başkenti olarak Bursa’yı seçti.\nUluslararası Türk Kültürü Teşkilatı Dönem Toplantısı 2020 yılında Hiva şehrinde gerçekleşti.",
    "şık_c": "2022 yılı Türk dünyası kültür başkenti Bursa oldu.\nUluslararası Türk Kültürü Teşkilatı, 2020 yılındaki toplantıda Özbekistan’ın Hiva şehrini kültür başkenti seçti.\nUluslararası Türk Kültürü Teşkilatı 38. Dönem Toplantısı’nı Hiva şehrinde yaptı.",
    "şık_d": "2020 yılı Türk dünyası kültür başkenti, Özbekistan’ın Hiva şehridir.\nUluslararası Türk Kültürü Teşkilatı, 38. Dönem Toplantısı’nı Özbekistan’ın Hiva şehrinde gerçekleştirdi.\nUluslararası Türk Kültürü Teşkilatı, Türk dünyası kültür başkentini seçmek için yapacağı dönem toplantısını 2022 yılında Bursa’da gerçekleştirecektir.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Cümle Birleştirme",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Akıl yürütme",
    "kazanım": "Birden fazla cümleyi anlam ve zaman ilişkisine göre birleştirir.",
    "odak_ogesi": "cümle",
    "zorluk": "zor",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_032"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-04",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Ben bir kitap kapağı tasarımına başladığımda ilk iş olarak kitabı okuyorum. Bir taraftan da yazarla kitabı hakkında yüz yüze görüşüyorum, yayına hazırlayan arkadaşımla kitabın içeriği ve olası kapak görselleri konusunda tartışıyor ve çalışmaya başlıyorum. Bu içerik çalışması dışında tabii ki kapak kâğıdının kalitesi ve kapakta oluşturduğum figürleri süsleme tarzım da bana bu başarıyı getirdiğini düşünüyorum.",
    "soru_kökü": "Bu metin aşağıdaki sorulardan hangisine karşılık söylenmiş olabilir?",
    "şık_a": "Kitap kapaklarının, kitabın içeriğiyle ilgili olması gerektiğini düşünüyor musunuz?",
    "şık_b": "Kitap kapağı tasarımlarına ödül verilmesiyle ilgili neler söylemek istersiniz?",
    "şık_c": "Yılın en iyi kitap kapağı tasarımcısı seçilmenizi neye bağlıyorsunuz?",
    "şık_d": "Kitapların çok satılmasında kapak tasarımının etkisi var mıdır?",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Soru–Cevap İlişkisi",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Anlama",
    "kazanım": "Bir metnin hangi soruya cevap verdiğini belirler.",
    "odak_ogesi": "ana düşünce",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_033"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-05",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "Bir forumda aynı başlığın altına yazılan üç yazı şu şekildedir:\n\n• Yakutistan Özerk Cumhuriyeti’nin başkenti olan Yakutsk, dünyanın en soğuk kenti. Kış aylarında burada yaşamak oldukça zor, sadece insanlar için değil yaban hayvanları için de öyle. Yıl boyunca ortalama sıcaklık eksi 7,5 santigrat derece olarak hesaplanmış. Kış aylarında sıcaklık, eksi 65 santigrat dereceye kadar düşüyor.\n\n• Balıkların içinde hız şampiyonu yelken balığıdır. Bu balık, sırtındaki mavimsi yüzgeci avlanırken açar ve avlandığı sırada oldukça yüksek bir hıza ulaşır. Saatte 110 kilometre süratle yüzebilen yelken balığına diğer balıkların yetişebilmeleri mümkün değil.\n\n• Sahil sekoyası adlı türe ait 116 metrelik bir ağaç, bugüne kadar ölçülenler arasında en uzunu. Neredeyse 35 katlı bir gökdelene kadar yüksek olan bu ağaç ABD’deki bir millî parkta bulunuyor.",
    "soru_kökü": "Bu forumun başlığı aşağıdakilerden hangisi olabilir?",
    "şık_a": "Dünyanın “En”leri",
    "şık_b": "Rekor Kıran Canlılar",
    "şık_c": "Doğanın Gizemleri",
    "şık_d": "Sıra Dışı Mekânlar",
    "doğru_cevap": "A",
    "konu_basligi": "Metin Türleri",
    "alt_konu_basligi": "Başlık Belirleme",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Metne uygun başlık belirler.",
    "odak_ogesi": "başlık",
    "zorluk": "kolay",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_034"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-06",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "Edebiyatımızın üretken şairlerinden biri olan ve “Türkçem benim ses bayrağım.” dizesiyle de tanınan Fazıl Hüsnü Dağlarca çeşitli konularda şiirler yazmış, özellikle Türk tarihinin destanlaşmış birçok olayını şiirlerine taşımıştır. Bu alandaki en tanınmış eseri “Üç Şehitler Destanı”dır.",
    "soru_kökü": "Bu metnin anlatımıyla ilgili yargılardan hangileri doğrudur?",
    "şık_a": "Yalnız I",
    "şık_b": "I ve III",
    "şık_c": "II ve III",
    "şık_d": "I, II ve III",
    "doğru_cevap": "B",
    "konu_basligi": "Anlatım Biçimleri",
    "alt_konu_basligi": "Anlatım Özellikleri",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki anlatım tekniklerini belirler.",
    "odak_ogesi": "anlatım",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_035"
  },
  {
    "soru_id": "ODGSM-2021-2022-ŞUBAT-08",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Pul kanatlılar türündeki kelebeklerin kanatlarında kiremit gibi dizilmiş pullar bulunur. Milimetrenin onda biri boyutundaki bu küçük pullar kanattan kolaylıkla kopabilir. Pulların yapısında bulunan mikroskobik ölçekteki karmaşık çıkıntı ve çukur benzeri yapılar, ışığı kırarak kanatların eşsiz görünümüne katkıda bulunur. Kelebeklerin korunmasında ve uçuş performansında etkili olan pulların aynı türün üyeleri arasındaki sosyal ilişkileri düzenleyen kimyasal maddeler salgıladığı tespit edilmiştir.",
    "soru_kökü": "Bu metinde kelebeklerin kanatlarındaki pullarla ilgili aşağıdakilerden hangisine değinilmemiştir?",
    "şık_a": "Nasıl göründüğüne",
    "şık_b": "Kelebekleri nasıl koruduğuna",
    "şık_c": "Hangi kelebeklerde bulunduğuna",
    "şık_d": "Neden kimyasal madde salgıladığına",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metinde Yer Almayan Bilgi",
    "soru_tipi": "yorumlayıcı",
    "beceri_alani": "Çıkarım",
    "kazanım": "Metinde yer almayan bilgiyi ayırt eder.",
    "odak_ogesi": "bilgi",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_036"
  },
  {
  "soru_id": "ODGSM-2021-2022-ŞUBAT-10",
  "yıl": "2021-2022",
  "ders": "Türkçe",
  "soru_no": 10,
  "metin_var_mi": "evet",
  "metin": "Şişli; kültürün, sanatın, farklı damak lezzetlerinin buluşma noktasıdır. Şişli deyince pazar günleri gidip gezebileceğiniz antika pazarından da mutlaka bahsetmeliyiz. Büyükannelerimizin evinden çıkmış gibi görünen, özenle seçilmiş parçalar var burada: plaklar, fotoğraf makineleri, daktilolar, saatler, tabaklar, çay takımları… Eski dergi ve gazetelerin sizi gülümsetecek reklamlarına da mutlaka göz atmalısınız.",
  "soru_kökü": "Bu metinde aşağıdaki noktalama kurallarından hangisinin örneği yoktur?",
  "şık_a": "Alıntılanan bir metnin alınmayan bölümlerinin yerine üç nokta konur.",
  "şık_b": "İkiden fazla eş değer ögesi arasında virgül bulunan cümlelerde özneden sonra noktalı virgül kullanılabilir.",
  "şık_c": "Kendisiyle ilgili örnek verilecek cümlelerin sonuna iki nokta konur.",
  "şık_d": "Birbiri ardınca sıralanan eş görevli sözcük ve sözcük gruplarının arasında virgül kullanılır.",
  "doğru_cevap": "A",
  "konu_basligi": "Noktalama İşaretleri",
  "alt_konu_basligi": "Noktalama Kuralları",
  "soru_tipi": "bilgiyi_ölçen",
  "beceri_alani": "Dil bilgisi",
  "kazanım": "Noktalama işaretlerinin kullanımını ayırt eder.",
  "odak_ogesi": "noktalama",
  "zorluk": "orta",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_037"
  },
  {
    "soru_id": "ODGSM-2021-2022-MART-01",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Yazarın son romanını okuyanlardan en sık duyduğumuz cümle “Üşüdük!” olmuştu. Öyle ki yazar, romanını kışa dair her türden ayrıntıyla örmüş; romanı okurken soğuk, buz, kar içimize işlemişti (çok etkilenmek). Yazarın kalem kuvvetinin (yazma yeteneği) bunda önemli bir payı var. Tasvirleri, bildiğimiz tasvirlere hiç benzemiyor. Doğanın canlı bir varlık olarak yer aldığını hissediyoruz iki ciltten oluşan bu romanda. Böylesine geniş hacimli (içeriği yoğun olan) romanlarda yazarın, tekrara düştüğünü (tekdüzeleşmek) okura hissettirmeden tasvir yapabilmesi usta işi bir incelik gerektiriyor.",
    "soru_kökü": "Bu parçada numaralanmış sözlerden hangisinin anlamı yay ayraç içinde verilen açıklamayla uyuşmamaktadır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "C",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Yay Ayraçlı Açıklama",
    "odak_ogesi": "numaralanmış söz",
    "beceri_alani": "Anlama",
    "soru_tipi": "bilgiyi_ölçen",
    "kazanım": "Bir sözcük/ifadenin bağlamdaki anlamını yay ayraç içi açıklamayla karşılaştırır.",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_038"
  },
  {
    "soru_id": "ODGSM-2021-2022-MART-03",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "Yüzücülerin giydiği mayoların yapıldığı kumaş, yarışma performanslarını önemli ölçüde etkiler. Köpek balıklarının derisinden esinlenilerek tasarlanan bu kumaşların yüzeyi, köpek balığı derisindeki gibi çıkıntılara sahiptir. Bu mayolar yüzücülerin suda hızlı bir biçimde ilerlemelerini sağlar.\n\n• Binicilik yarışmalarında kullanılan ekipmanlar, binicilerin yaralanma olasılığını azaltmak ve performanslarını artırmak amacıyla kullanılır. Kask bu ekipmanların en önemlisidir. Bilim insanları, kask tasarımlarını sürtünmeyi en aza indirecek biçimde geliştirmeye çalışır. Böylece hızla ilerleyen sporcu, havanın oluşturduğu sürtünme kuvvetine daha az maruz kalarak performansını artırır.\n\n• Sırıkla atlama müsabakalarında sporcu hızla koşup, sırığı kullanarak olabildiğince yükselir ve atlayışını gerçekleştirir. Atlayışta kullanılan sırık; hafif, dayanıklı ve yay gibi esnek olduğu için sporcunun daha fazla yükselmesine olanak sağlar. Eskiden cam elyafından yapılan sırıklara günümüzde karbon fiber de eklendi. Böylece sırıklar hem daha hafif hem de daha esnek hâle geldi.",
    "soru_kökü": "Bu üç metinden çıkarılabilecek ortak sonuç aşağıdakilerden hangisidir?",
    "şık_a": "Spor müsabakalarında bütün yarışma koşullarının sporcular için eşit olmasına önem verilmektedir.",
    "şık_b": "Sporcular için üretilen malzemeler, teknolojik gelişmeler doğrultusunda yenilenmektedir.",
    "şık_c": "Spor müsabakalarında yaralanmaların en aza indirilmesi için ekipmanlarda dayanıklı malzeme kullanılmaktadır.",
    "şık_d": "Sporcuların yarışmalarda kullandığı malzemeler, performanslarına katkı sağlayacak nitelikte üretilmektedir.",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Ortak Sonuç",
    "odak_ogesi": "ortak yargı",
    "beceri_alani": "Çıkarım",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Birden fazla metinden ortak sonucu belirler.",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_039"
  },
  {
    "soru_id": "ODGSM-2021-2022-MART-04",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "O günleri -gençlik günlerimi- düşündükçe tarifi zor duygular yaşıyorum. Kuşdili’ndeki salaş tiyatroda, satıcıların bağırtıları ve çıngırak sesleri arasında perdenin açılıp sahnedeki oyuncunun tuhaflık etmesini bekleyen gerçekten ben miyim? Şehzadebaşı’nda birtakım oyunları izleyip oyuncuların konuşmalarını arkadaşlarına anlatmaya çalışan delikanlı ben miyim? Tiyatro yüzünden hatırını kırdığım hatta kavga ettiğim kişiler bile oldu maalesef. Şimdi, bir akşam tiyatroya gitmek için uykumu feda etmeyi göze alamıyorum.",
    "soru_kökü": "Bu parçada; I. özlem, II. pişmanlık, III. sitem, IV. şaşkınlık duygularından hangileri belirgindir?",
    "şık_a": "I ve III",
    "şık_b": "I ve IV",
    "şık_c": "II ve III",
    "şık_d": "II ve IV",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Duygu Belirleme",
    "odak_ogesi": "duygu",
    "beceri_alani": "Çıkarım",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Metinden duygu çıkarımı yapar.",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_040"
  },
  {
    "soru_id": "ODGSM-2021-2022-MART-05",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "Sanatçı, tüm zamanlara hitap eden eserler oluşturma arzusu içindeki yazarlardan değildir. Geniş zamanlar, ihtişamlı mekânlar ve hayatlardan ziyade olağan şeyleri ve şimdiyi yalın bir dille ortaya koyar. Doğal, sade anların koleksiyoncusu gibidir bir bakıma. Sadeliğin -yaygın algının tersine- basitlik anlamına gelmeyip derinlik sağlamanın en tabii yollarından biri olduğuna inanır.",
    "soru_kökü": "Bu metinde sözü edilen sanatçının aşağıdakilerden hangisini gerçekleştirmesi beklenir?",
    "şık_a": "Dünyadaki sıra dışı yerlerle ilgili gezi yazısı türünde eserler ortaya koyması",
    "şık_b": "Sanatlı anlatımıyla genç şairlere örnek olabilecek şiirlere imza atması",
    "şık_c": "İnsanların günlük yaşamda karşılaşabileceği olayları öne çıkaran öyküler yazması",
    "şık_d": "Tarihi, geçmişten günümüze bir bütün hâlinde işleyen romanlar kaleme alması",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metinden Çıkarım",
    "odak_ogesi": "beklenti/çıkarım",
    "beceri_alani": "Çıkarım",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Metindeki ipuçlarından hareketle sonuç/çıkarım yapar.",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_041"
  },
  {
    "soru_id": "ODGSM-2021-2022-MART-06",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "İlhan Geçer’in şiir anlayışıyla ilgili bazı bilgiler şunlardır:\n\nI. Yaşamı olumsuzluklarıyla birlikte kabul etmenin gerekliliğine sıkça vurgu yapmıştır.\nII. İç dünyasını kaplayan umutsuzluk, şiirlerinde yer alan mekânları karamsar bir bakış açısıyla ele almasına neden olmuştur.\nIII. Şiirlerinde arkada kalan hayat, tükenen ve zamanın etkisiyle yok olan bir şey değildir; aksine yeniyi aydınlatan bir olgudur.",
    "soru_kökü": "Bu bilgileri en iyi örnekleyen dizeler aşağıdakilerin hangisinde verilmiştir?",
    "şık_a": "I:\nGeçmiş zamanlardan kalan aydınlık\nİpek gecelerine iner sel gibi\nYıldızların koynunda erir yalnızlık\nYeşil rengi bir darbımesel (atasözü) gibi\n\nII:\nBak sevdiğimiz şarkılar da susmuş\nYitirmiş sevincini yıldızlar bile\nArtık bu şehrin sokakları da bomboş\nEn cömert vaktindeki bahar bile nafile\n\nIII:\nHayal ettiklerimiz\nYıldızlarda asılı\nHayatı buruk lezzetiyle sevdik hasılı",
    "şık_b": "I:\nHayal ettiklerimiz\nYıldızlarda asılı\nHayatı buruk lezzetiyle sevdik hasılı\n\nII:\nBak sevdiğimiz şarkılar da susmuş\nYitirmiş sevincini yıldızlar bile\nArtık bu şehrin sokakları da bomboş\nEn cömert vaktindeki bahar bile nafile\n\nIII:\nGeçmiş zamanlardan kalan aydınlık\nİpek gecelerine iner sel gibi\nYıldızların koynunda erir yalnızlık\nYeşil rengi bir darbımesel (atasözü) gibi",
    "şık_c": "I:\nGeçmiş zamanlardan kalan aydınlık\nİpek gecelerine iner sel gibi\nYıldızların koynunda erir yalnızlık\nYeşil rengi bir darbımesel (atasözü) gibi\n\nII:\nHayal ettiklerimiz\nYıldızlarda asılı\nHayatı buruk lezzetiyle sevdik hasılı\n\nIII:\nBak sevdiğimiz şarkılar da susmuş\nYitirmiş sevincini yıldızlar bile\nArtık bu şehrin sokakları da bomboş\nEn cömert vaktindeki bahar bile nafile",
    "şık_d": "I:\nHayal ettiklerimiz\nYıldızlarda asılı\nHayatı buruk lezzetiyle sevdik hasılı\n\nII:\nGeçmiş zamanlardan kalan aydınlık\nİpek gecelerine iner sel gibi\nYıldızların koynunda erir yalnızlık\nYeşil rengi bir darbımesel (atasözü) gibi\n\nIII:\nBak sevdiğimiz şarkılar da susmuş\nYitirmiş sevincini yıldızlar bile\nArtık bu şehrin sokakları da bomboş\nEn cömert vaktindeki bahar bile nafile",
    "doğru_cevap": "B",
    "konu_basligi": "Şiirde Anlam",
    "alt_konu_basligi": "Yargı–Dize Eşleştirme",
    "odak_ogesi": "dize",
    "beceri_alani": "Anlama",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Şiirden yargıyla uyumlu dizeleri belirler.",
    "zorluk": "zor",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_042"
  },
  {
    "soru_id": "ODGSM-2021-2022-MART-08",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Osmanlı Devleti’nde önemli yazışmaları gerekli yerlere ulaştıran görevlilere posta tatarı adı verilmiştir. İyi yetişmiş, bedenen güçlü ve binicilik konusunda yetenekli kişiler arasından seçilen posta tatarları, Batı tarzı posta teşkilatı kurulana kadar bu hizmeti sağlamıştır. Hükümdar fermanlarının ya da gizli kalması gereken yazışmaların, yerlerine vaktinde ulaşmasını sağladıkları için de mesleklerinin hayati bir işleve sahip olduğu kabul edilmiştir.",
    "soru_kökü": "Bu metinde “posta tatarları” ile ilgili aşağıdakilerden hangisine değinilmemiştir?",
    "şık_a": "Fiziksel olarak bazı yeterliliklere sahip olmaları gerektiğine",
    "şık_b": "Modern posta teşkilatının kurulmasında rol oynadıklarına",
    "şık_c": "Osmanlı Devleti’nde ne zamana kadar görev yaptıklarına",
    "şık_d": "İcra ettikleri mesleğin çok önemli görüldüğüne",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metinde Yer Almayan Bilgi",
    "odak_ogesi": "değinilmeyen bilgi",
    "beceri_alani": "Anlama",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Metinde değinilmeyen bilgiyi belirler.",
    "zorluk": "kolay",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_043"
  },
  {
    "soru_id": "ODGSM-2021-2022-MART-09",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "Bir cümlede eylemin kim tarafından gerçekleştirildiği belli ise yüklem etken, belli değilse edilgen çatılı fiildir. Örneğin “Çocuklar bahçede koşuyor.” cümlesinde “koş-” eylemi çocuklar tarafından gerçekleştirildiğinden etkendir. “Öğrencilerden törene zamanında gelmeleri istendi.” cümlesinde eylemi yapan kişi belli olmadığından “isten-” fiili edilgendir.",
    "soru_kökü": "Bu açıklamaya göre aşağıdaki dizelerin hangisinde edilgen fiil kullanılmıştır?",
    "şık_a": "Bu şehirde yağmur altında dolaşılır\nLimandaki mavnalara bakıp",
    "şık_b": "Her şey yerli yerinde, havuz başında servi\nBir dolap gıcırdıyor uzaklarda durmadan",
    "şık_c": "Tüyden hafif olurum böyle sabahlar\nKarşı damda bir güneş parçası",
    "şık_d": "Ey suyun sesinden anlayan bağlar\nNe söyler şu dağa çoban çeşmesi",
    "doğru_cevap": "A",
    "konu_basligi": "Fiilde Çatı",
    "alt_konu_basligi": "Edilgen Fiil",
    "odak_ogesi": "yüklem",
    "beceri_alani": "Dil bilgisi",
    "soru_tipi": "bilgiyi_ölçen",
    "kazanım": "Edilgen fiili metin/dize içinde ayırt eder.",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_044"
  },
  {
    "soru_id": "ODGSM-2021-2022-MART-10",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Sanatçı, evrendeki yerini çocuk bakışı ve duyarlığı ile aradığı için tabiata karşı büyük hayranlık besler. Yapıp etmelerinin bilincinde olan, sorumluluk alabilen, aklıyla kalbini birlikte kullanabilen bir insandır. Hayatın sunduğu bütün güzellikleri yaşamak ister, kendini evrenin ve tabiatın parçası olarak görür.",
    "soru_kökü": "Bu metinde virgülün aşağıdaki işlevlerinden hangisinin örneği yoktur?",
    "şık_a": "Tırnak içinde olmayan alıntı cümlelerinden sonra kullanılır.",
    "şık_b": "Sıralı cümleleri birbirinden ayırmak için kullanılır.",
    "şık_c": "Birbiri ardınca sıralanan eş görevli kelime veya kelime gruplarının arasında kullanılır.",
    "şık_d": "Uzun cümlelerde yüklemden uzak düşmüş olan özneyi belirtmek için kullanılır.",
    "doğru_cevap": "A",
    "konu_basligi": "Noktalama İşaretleri",
    "alt_konu_basligi": "Virgülün İşlevleri",
    "odak_ogesi": "virgül",
    "beceri_alani": "Dil bilgisi",
    "soru_tipi": "bilgiyi_ölçen",
    "kazanım": "Virgülün metin içindeki işlevlerini ayırt eder.",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_045"
  },
  {
    "soru_id": "ODGSM-2021-2022-NISAN-02",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Nisan",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "Zengin kütüphanesi olan evlerde kitap okuyarak kendini geliştiren çocukların okuma, anlama, yorumlama becerilerinin arttığı ve zihinsel gelişimlerinin olumlu yönde ilerlediği biliniyor. Peki, ---- Yapılan bir araştırmaya göre çok kitap okuyan kişiler, yaşlılık dönemlerinde daha az bilişsel gerileme gösteriyor. Çocukluktan itibaren kitaplarla haşır neşir olmak, beyinde uzun süreli zihinsel koruyuculuk sağlıyor. Ayrıca küçükken bol bol kitap okumanın, bireyleri spor yapma ve iyi beslenme konusunda bilinçlendirdiği düşünülüyor.",
    "soru_kökü": "Bu parçada boş bırakılan yere aşağıdaki sorulardan hangisi getirilebilir?",
    "şık_a": "düzenli kitap okuyan kişilerin okul başarılarında gözle görülür bir ilerleme oluyor mu?",
    "şık_b": "kitaplarla dolu bir evde kitap kurdu olarak yetişmek ilerleyen yaşlarda da kişilere fayda sağlar mı?",
    "şık_c": "kitaplarla iç içe büyüyen çocukların, sosyal ilişkilerinde daha başarılı olduğu düşüncesi doğru mu?",
    "şık_d": "çocukların kitap okumayı sevmesinde ebeveynlerin davranışları ne derece etkilidir?",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Cümle Tamamlama",
    "odak_ogesi": "boşluk doldurma",
    "beceri_alani": "Anlama",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Parçanın akışına uygun soru cümlesini belirler.",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_046"
  },
  {
    "soru_id": "ODGSM-2021-2022-NISAN-04",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Nisan",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Bitkiler oldum olası dikkatimi çekmiştir. Nerede daha önce görmediğim bir bitkiye rastlasam hemen adını, özelliklerini, türünü araştırma ihtiyacı hissederim. Bu araştırmalarım esnasında öğrendiğim kimi bitki isimleri beni hayli neşelendirir. Hayret, bu bitkiye neden böyle bir ad verilmiş, diye sorarım kendime. Örneğin küçük, mavi bir çiçek “unutmabeni” adıyla anılır. Bu güzelliği görüp de unutmak mümkün mü? Dokunulduğunda yapraklarını kapattığı için olsa gerek bir başkasının adı “küstüm otu”dur. Peki, Akdeniz’de yetişen ve köklerinden kırmızı boya elde edilen “havacıva” ya ne demeli? Kartopu, civanperçemi, ebegümeci, tekesakalı, devedabanı… Saymakla bitmez. İlginç isim ve bitkiler demişken aklıma geldi, güzel Türkçemizde birbirine ters duran iki çiçekten oluşan nakış motifine nedendir bilinmez (!) “elti eltiye küstü” adı verilmiştir.",
    "soru_kökü": "Bu metnin anlatımıyla ilgili aşağıdakilerden hangisi söylenemez?",
    "şık_a": "Olasılık bildiren ifade vardır.",
    "şık_b": "Mizahi bir dil kullanılmıştır.",
    "şık_c": "Farklı duyularla ilgili ayrıntılara yer verilmiştir.",
    "şık_d": "Tanık göstermeden yararlanılmıştır.",
    "doğru_cevap": "D",
    "konu_basligi": "Anlatım Özellikleri",
    "alt_konu_basligi": "Dil ve Anlatım",
    "odak_ogesi": "anlatım türü",
    "beceri_alani": "Yorumlama",
    "soru_tipi": "bilgiyi_ölçen",
    "kazanım": "Metnin anlatım özelliklerini ayırt eder.",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_047"
  },
  {
    "soru_id": "ODGSM-2021-2022-NISAN-05",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Nisan",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "İnsan yıllar içinde mesleğiyle bütünleştiği için kendisini herhangi bir iş yapmıyormuş gibi hissediyor ve farklı uğraşlar bulmak istiyor. Ben de psikolog olmama rağmen kendime uğraş olarak roman yazmayı seçtim. Psikoloji -ben aksini istemesem de- romanlarıma kaçınılmaz olarak yansıyor. Olayları tasarlamadan yazdığım için karakterlerim ne yapacaklarını bilmiyorum. Roman başlangıçta ağır ilerliyor, sonra neredeyse onun peşinden koşuyorum. Sabaha karşı uyanıp bilgisayar başına geçtiğim ve birkaç cümle yazdıktan sonra tekrar yatıp uyuduğum bile oluyor. Bildiğim şu ki roman benim için keyifli bir etkinlik.",
    "soru_kökü": "Düşüncelerini bu şekilde dile getiren bir yazarın aşağıdakilerden hangisini söylemesi beklenmez?",
    "şık_a": "Romanlarımın kurgusuyla ilgili planlama yapmayı tercih etmiyorum.",
    "şık_b": "Romanla ilgili çalışmalar yapmak için günün belirli bir saatini beklemiyorum.",
    "şık_c": "Mesleğim dışındaki bir alanla ilgilenmek hayatımı daha eğlenceli hale getiriyor.",
    "şık_d": "Mesleki alanda kazandığım tecrübelerimi romanlarıma aktarmayı seviyorum.",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Yazarın Tutumu",
    "odak_ogesi": "beklenmeyen yargı",
    "beceri_alani": "Çıkarım",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Metinden hareketle yazarın söyleyemeyeceği yargıyı belirler.",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_048"
  },
  {
    "soru_id": "ODGSM-2021-2022-NISAN-06",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Nisan",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "Üzerindeki yazılım aracılığıyla veri işleyebilen ve elektrikli cihazların işlevlerini kontrol edebilen çok küçük devrelere mikroçip denir. Mikroçipler, kumun eritilmesiyle elde edilen silikon levhalar üzerine elektronik devrelerin yerleştirilmesiyle oluşturulur. Günlük hayatta kullandığımız bazı teknolojik ürünlerde bulunan bu mikroçiplerin üretim aşamaları aşağıda karışık olarak verilmiştir.\n\nI. Cilalanarak ışığa duyarlı materyallerle kaplanan levhaların üzerine morötesi ışık kullanılarak devre desenleri işlenir.\nII. Kum, yüksek ısıda eritilip arındırılarak ingot adı verilen silikon külçelere dönüştürülür.\nIII. Çeşitli testlerden geçirilen çipler, levhaların üzerinden kesilerek paketlenir.\nIV. Devreler, iletkenlerle birbirine bağlanarak çipe dönüşen ürünün kirlenmesini engelleyen koruyucu bir tabakayla kaplanır.\nV. İngortlar, ince daireler şeklinde kesilerek levhalar oluşturulur.",
    "soru_kökü": "Buna göre mikroçipin üretim aşamaları aşağıdakilerin hangisinde doğru sıralanmıştır?",
    "şık_a": "II - V - IV - III - I",
    "şık_b": "II - V - I - IV - III",
    "şık_c": "IV - II - V - I - III",
    "şık_d": "IV - II - I - III - V",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Sıralama",
    "odak_ogesi": "işlem basamakları",
    "beceri_alani": "Analiz",
    "soru_tipi": "bilgiyi_ölçen",
    "kazanım": "Bir sürecin doğru sıralamasını belirler.",
    "zorluk": "zor",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_049"
  },
  {
    "soru_id": "ODGSM-2021-2022-NISAN-07",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Nisan",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "Kendimi bildim bileli çok film izlerim. Bunca filmden ne kalıyor geriye: hangi kareler, hangi diyaloglar, hangi duygu geçişleri kendine bir yer buluyor içimde? Bunların belki en önemlisi hikâyelerin, karakterlerin, diyalogların bir şekilde besliyor olması beni. Filmlerin iç dünyamda bir şeyleri değiştirdiği, bana yeni bakma/görme imkânları kazandırdığı bir gerçek. Bir buçuk iki saat boyunca kilitlendiğim bir filmi izlerken kendi hayatımı bir anlamda askıya alıyor, yaşadığım sıkıntılardan o an için sıyrılıyorum. Perdede akıp düşen kahramanlarla özdeşleşiyor, onların acılarını çekiyor, sevinçlerini yaşıyor, ayrılıklarının ve kavuşmalarının yoğun duygularını içimde taşıyorum. Bu, roman ve hikâyenin ama özellikle de sinemanın başarabildiği bir şey. Bu gücü, insanın en zayıf olduğu yerden yani her şeyin çok daha renkli, heyecan verici olduğu bir başka hayat özlemden alıyor sinema.",
    "soru_kökü": "Aşağıdakilerden hangisi film izlemenin, bu sözleri söyleyen kişiye etkilerinden biri değildir?",
    "şık_a": "Duygularını dışa vurmayı kolaylaştırması",
    "şık_b": "Farklı bakış açıları kazandırması",
    "şık_c": "Empati yeteneğini geliştirmesi",
    "şık_d": "Yaşamın zorluklarından uzaklaştırması",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metinden Çıkarım",
    "odak_ogesi": "çıkarılamayan yargı",
    "beceri_alani": "Yorumlama",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Metinden hareketle çıkarılamayan yargıyı belirler.",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_050"
  },
  {
    "soru_id": "ODGSM-2021-2022-NISAN-09",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Nisan",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "(I) Dağ motifi; destandan türküye, kilimlerden halı desenlerine kadar birçok alanda kullanılır. (II) Türkler, bu motiften zengin çağrışımlar çıkarabilmeyi başarmış bir millettir. (III) Sadece türkülerimizi dinlemek bile bu hakikati gözler önüne sermeye yeter. (IV) İnsani duyguların ortaya konduğu hemen her alanda dağ motifi kullanılır, insan bu motifin ifade ettiği gücü önemser.",
    "soru_kökü": "Bu parçada numaralanmış cümlelerle ilgili aşağıdakilerden hangisi söylenemez?",
    "şık_a": "I. cümle, yüklemdeki yargı gerçekleştiğinden anlamca olumludur.",
    "şık_b": "II. cümle, yüklemi sonda olduğundan kurallıdır.",
    "şık_c": "III. cümle, yüklemi isim olduğundan isim cümlesidir.",
    "şık_d": "IV. cümle, virgülle ayrılmış iki cümleden oluştuğu için birden çok yüklemli cümledir.",
    "doğru_cevap": "C",
    "konu_basligi": "Cümle Bilgisi",
    "alt_konu_basligi": "Cümle Türleri",
    "odak_ogesi": "cümle yapısı",
    "beceri_alani": "Dil bilgisi",
    "soru_tipi": "bilgiyi_ölçen",
    "kazanım": "Cümlelerin yapı ve anlam özelliklerini ayırt eder.",
    "zorluk": "zor",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_051"
  },
  {
    "soru_id": "ODGSM-2021-2022-MAYIS-01",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Mayıs",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Bir saat, her zaman bir saatlik zaman dilimi olarak hissedilmez; kimi zaman uzayıp bir gün olur, kimi zaman birkaç savruk dakika. İnsan sevdiği bir eylemi gerçekleştirirken akrep ve yelkovan yarışa koşar. Su gibi zaman donar; akıp gider, fark edilmez. Bazen de kaplumbağanın dünya turu misali ağır aksak yürür. Saniyeler dakika, dakikalar saatler o vakit ve gözler her daim akrep ile yelkovanın üzerinde. Kim bilir ömür hırsızı ne anlar vardır insanın, zamandan zaman çalan. İnsanın yaşadığı süreden, geçmek bilmeyen o anlar çıkarıldığında artakalan şey ömürdür.",
    "soru_kökü": "Bu parçada altı çizili sözle aşağıdakilerden hangisi anlatılmak istenmiştir?",
    "şık_a": "Zamanın bir an önce geçmesinin istendiği",
    "şık_b": "İşlerin vaktinde yapılması için gayret edildiği",
    "şık_c": "Yaşanan mutluluğun bitmesinden korkulduğu",
    "şık_d": "Her dakikanın dolu dolu geçirilmesinin amaçlandığı",
    "doğru_cevap": "A",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Deyim ve Söz Grupları",
    "odak_ogesi": "altı çizili söz",
    "beceri_alani": "Anlama",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Söz gruplarının bağlamdaki anlamını belirler.",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_052"
  },
  {
    "soru_id": "ODGSM-2021-2022-MAYIS-02",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Mayıs",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "Bir saat, her zaman bir saatlik zaman dilimi olarak hissedilmez; kimi zaman uzayıp bir gün olur, kimi zaman birkaç savruk dakika. İnsan sevdiği bir eylemi gerçekleştirirken akrep ve yelkovan yarışa koşar. Su gibi zaman donar; akıp gider, fark edilmez. Bazen de kaplumbağanın dünya turu misali ağır aksak yürür. Saniyeler dakika, dakikalar saatler o vakit ve gözler her daim akrep ile yelkovanın üzerinde. Kim bilir ömür hırsızı ne anlar vardır insanın, zamandan zaman çalan. İnsanın yaşadığı süreden, geçmek bilmeyen o anlar çıkarıldığında artakalan şey ömürdür.",
    "soru_kökü": "Bu metinde yazar, I. Zamanın akış hızı görecelidir. II. Ömür, insanın yaşadığı sürenin tamamı değildir. III. Mutlu olduğu anlar, insana çok uzun gelir. yargılarından hangilerine vurgu yapmaktadır?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız III",
    "şık_c": "I ve II",
    "şık_d": "II ve III",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Ana Düşünce ve Yargı",
    "odak_ogesi": "vurgu",
    "beceri_alani": "Çıkarım",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Metindeki temel düşünceyi belirler.",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_053"
  },
  {
    "soru_id": "ODGSM-2021-2022-MAYIS-04",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Mayıs",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Hayat ile bağı olan edebiyat, samimi bir edebiyattır. Hayatı karışık yönleriyle anlatmayan, duyguları saf bir şekilde duyurmayan, eylemleri açıkça yansıtmayan edebiyat ürünleri samimi olarak nitelendirilemez. Böyle ürünler kış bahçelerinde yetişen iri yapraklı, parlak renkli çiçeklere benzer. Nasıl ki bu çiçekler çok sıcak bir havaya ya da sert bir rüzgâra dayanamazsa ----",
    "soru_kökü": "Bu parçanın sonuna düşüncenin akışına göre aşağıdakilerden hangisi getirilmelidir?",
    "şık_a": "edebî yönden eksiklikleri bulunan eserlerin de zaman içinde unutulup gitmesi kaçınılmazdır.",
    "şık_b": "sadece belirli bir kesime hitap eden edebiyat da toplumun beklentilerini karşılamadığı için rağbet görmez.",
    "şık_c": "yaşamla ilgisi olmayan edebiyat da zamanın sonsuz kasırgaları önünde savrulup gitmeye mahkûm olur.",
    "şık_d": "üslup itibarıyla kusursuz olan edebiyat da içerik bakımından zayıf olduğunda kurak iklimlerde güller gibi solar.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf Tamamlama",
    "alt_konu_basligi": "Anlam Akışı",
    "odak_ogesi": "sonuç cümlesi",
    "beceri_alani": "Yorumlama",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Parçanın anlam akışına uygun cümleyi belirler.",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_054"
  },
  {
    "soru_id": "ODGSM-2021-2022-MAYIS-06",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Mayıs",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "Defne, bir arkadaşının kendisine gönderdiği yazının ilk paragrafı ile ilgili şu önerilerde bulunmuştur:\n• İkinci cümle anlama bir katkı sağlamadığından paragraftan çıkarılabilir.\n• İddianı ispatlamak üzere bir atasözü veya özdeyişten yararlanmalısın.\n• Anlatımını birinci kişi ağzıyla gerçekleştirmen, üslubuna içtenlik kazandırabilmende yarar sağlayacaktır.",
    "soru_kökü": "Buna göre Defne’nin önerilerde bulunduğu paragraf aşağıdakilerden hangisidir?",
    "şık_a": "Mütevazı bir insan, tevazu sahibi olduğunu öne sürmez. Başka bir deyişle alçak gönüllülük suyun akışı, yağmurun yağışı gibi kendiliğinden olur; niyetle değil. Nitekim bir düşünürün “Tevazu gösterdiğinin farkındaysan kibirden kurtulamazsın.” sözü tam da bu noktaya işaret eder.",
    "şık_b": "Araştırmalara göre iletişim esnasında sarf edilen sözler, fikirlerin en fazla yüzde kırkını yansıtabiliyor. Bu durum dilin, düşünceleri aktarmada yetersiz olduğu anlamına geliyor. İlginçtir ki iletişimin geri kalanı genellikle bilinç dışı unsurlar üzerinden gerçekleştiriliyor.",
    "şık_c": "Kendilerinin zarar göreceğini bilseler de sözlerinde duran insanlara dürüst denir. Dürüst insanlar, çıkarlarına ters olsa da sözlerini tutarlar. Onlar, her türlü etki karşısında sonuna kadar direnirler. Düşündükleri, söyledikleri ve yaptıkları hep uyum içindedir.",
    "şık_d": "Kendi davranışlarımızı nesnel bir gözle tartmakta bir hayli zorluk çekeriz çünkü duygularımız, resmi net bir şekilde yorumlamamızın önüne geçer. Kendimize, başka insanların bizi gördüğü açıdan bakabilseydik hatalı davranışlarımızı daha kolay düzeltebilirdik.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragraf Bilgisi",
    "alt_konu_basligi": "Metin Düzenleme",
    "odak_ogesi": "paragraf yapısı",
    "beceri_alani": "Analiz",
    "soru_tipi": "bilgiyi_ölçen",
    "kazanım": "Paragrafın anlatım özelliklerini değerlendirir.",
    "zorluk": "zor",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_055"
  },
  {
    "soru_id": "ODGSM-2021-2022-MAYIS-08",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Mayıs",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Eskiden polisiye romana değer verilmediği gibi polisiye yazarları da bu alanı sahiplenmiyordu. Çünkü bu roman türü, kendini toplumsal meselelerden soyutlamıştı. Fakat 1990’lı yıllarda durum değişti. Bu dönemde birçok polisiye yazarı, artık toplumla iç içe olduğu için göğsünü gere gere “Ben polisiye yazarıyım.” diyebildi. Bugün dünyada milyonlarca insanın polisiye okuduğuna, bu türde binlerce roman yazıldığına, dizilere ve sinema filmlerine uyarlanan romanların çoğunun polisiye olduğuna bakılırsa polisiye romanın, olması gereken noktaya eriştiği söylenebilir.",
    "soru_kökü": "Bu metinden hareketle polisiye romanla ilgili aşağıdaki sorulardan hangisine “Farklı sanat dallarına kaynaklık etmesi, büyük bir okur kitlesinin bulunması ve çok sayıda eser yazılmasıdır.” şeklinde cevap verilebilir?",
    "şık_a": "Hak ettiği yere geldiğinin göstergelerini sıralayabilir misiniz?",
    "şık_b": "Dünyada en çok okunan türlerden biri olmasını neye bağlıyorsunuz?",
    "şık_c": "Toplumsal sorunlara yönelme gerekçelerini belirtebilir misiniz?",
    "şık_d": "Geçmişte seçkin bir roman türü olmamasının sebepleri nelerdir?",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Soru–Cevap İlişkisi",
    "odak_ogesi": "metinden cevap",
    "beceri_alani": "Yorumlama",
    "soru_tipi": "yorumlayıcı",
    "kazanım": "Metne uygun soru–cevap eşleştirmesi yapar.",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_056"
  },
  {
    "soru_id": "ODGSM-2021-2022-MAYIS-09",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Mayıs",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "İçinde fiilimsi bulunan bazı cümlelerde yüklem ile fiilimsi, çatı bakımından uyumlu olmalıdır. Örneğin “Çuvalları teker teker dışarı taşıyarak dükkân tamamen boşaltıldı.” cümlesinde fiilimsi olan “taşıyarak” sözcüğü etken çatılıyken “boşaltıldı” yüklemi edilgen çatılı olduğu için anlatım bozukluğu vardır.\n\n(I) Dünyanın en büyük karbondioksit toplama tesisi İzlanda’da faaliyete geçti. (II) Bu tesisteki filtre sistemiyle havadan toplanan karbondioksit suyla karıştırılıp yerin bin metre altında depolanıyor. (III) Yer altında depolanan karbondioksit bir süre sonra taşlaşıyor. (IV) Bir yılda yaklaşık 4 bin ton karbondioksidin havadan toplanması planlanıyor.",
    "soru_kökü": "Buna göre metinde numaralanmış cümlelerin hangisinde çatı uyumsuzluğundan kaynaklanan bir anlatım bozukluğu vardır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "B",
    "konu_basligi": "Anlatım Bozuklukları",
    "alt_konu_basligi": "Çatı Uyumsuzluğu",
    "odak_ogesi": "yüklem–fiilimsi",
    "beceri_alani": "Dil bilgisi",
    "soru_tipi": "bilgiyi_ölçen",
    "kazanım": "Çatı uyumsuzluğundan kaynaklanan anlatım bozukluğunu belirler.",
    "zorluk": "zor",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_057"
  },
  {
    "soru_id": "ODGSM-2021-2022-MAYIS-10",
    "yıl": "2021-2022",
    "ders": "Türkçe",
    "ay": "Mayıs",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "Yazmak başka, konuşmak başkadır (I) Söz gelimi Nurullah Ataç ne güzel konuşurdu (II) Ağzından çıkan tek sözcüğü bile kaçırmak istemezdik. Yazılarını da söyleşi üslubuyla yazardı zaten. Ama kalabalık karşısında bir kez bile konuşmamış yazar ve şairler de var (III) Sait Faik Abasıyanık (IV) Fazıl Hüsnü Dağlarca...",
    "soru_kökü": "Bu metinde numaralanmış yerlere getirilmesi gereken noktalama işaretleriyle ilgili aşağıdaki açıklamalardan hangisi yanlıştır?",
    "şık_a": "I numaralı yere tamamlanmış cümlenin sonunda bulunduğu için nokta getirilmelidir.",
    "şık_b": "II numaralı yere soru sözü içeren cümlenin sonu olduğu için soru işareti getirilmelidir.",
    "şık_c": "III numaralı yere kendisiyle ilgili örnek verilecek cümlenin sonu olduğu için iki nokta getirilmelidir.",
    "şık_d": "IV numaralı yere eş görevli sözcüklerin arasında bulunduğu için virgül getirilmelidir.",
    "doğru_cevap": "B",
    "konu_basligi": "Noktalama İşaretleri",
    "alt_konu_basligi": "Noktalama Kullanımı",
    "odak_ogesi": "noktalama",
    "beceri_alani": "Dil bilgisi",
    "soru_tipi": "bilgiyi_ölçen",
    "kazanım": "Noktalama işaretlerinin işlevlerini ayırt eder.",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_058"
  }

]
