[
  {
    "soru_id": "LGSTR-2018-10-01",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "1. Eleştiri yazı türünün amacı bir edebiyat veya sanat eserini her yönüyle değerlendirerek anlaşılmasını sağlamaktır. Bu açıklamaya göre aşağıdakilerden hangisi bir eleştiriden alınmış olabilir?",
    "şık_a": "Anadolu Türk'ünün başarısını sadece savaş meydanlarındaki zaferlerle izaha kalkışmak çok yanlış bir görüştür. Anadolu Türk devlet ve medeniyetini kuranlar sadece gaziler değildir. Mevlâna, Hacı Bektaş-ı Veli ve Yunus Emre gibi bütün insanlığı bir felsefe etrafında birleştiren velilerin de bunda büyük rolü vardır.",
    "şık_b": "Hüzün düşkünlerinden değilim. Bu hâlden hoşlanmam, ona değer de vermem. Ama çokları hüznü büyük bir değer kabul eder; onu olgun, erdemli, kafalı insanların bir özelliği sayar.",
    "şık_c": "“Türkçe Bilen Aranıyor” çok hacimli ve titizlikle hazırlanmış bir kitap. Dili, imrenilecek derecede güzel ve akıcı. Bir yandan okuyucuyu bilgilendirirken öte yandan Türkçenin zevkini tattırıyor.",
    "şık_d": "Türkiye Futbol Federasyonunun geçen hafta aldığı kararla yabancı sayısına sınırlama getirmesi uzun vadede Türk Milli Takımı'na fayda sağlayacaktır. Türk futbolcular, takımlarında daha çok oynama şansı bulacağından artık Milli Takım'a oyuncu seçme konusunda bir sıkıntı yaşanmayacaktır.",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Eleştiri",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-10-02",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "2. 1970'li yıllardan itibaren iş dünyasında kullanılmaya başlanan el yazısı biliminden (grafoloji), başta personel seçimi olmak üzere birçok alanda yararlanılmaktadır. El yazısı bilimi sayesinde herhangi birinin kişilik özellikleri hakkında bilgi sahibi olunabilmektedir. Özel bir şirketin sahibi olan Hilal Hanım, el yazısı bilimiyle ilgili şunları bilmektedir: * Bastırarak yazan insanlar kuralcı ve titizdir. Silik bir şekilde yazanların ise öz güveni düşüktür. * Harfler sağa doğru yatıklaştıkça davranışlarda duygusallık, sola doğru yatıklaştıkça mantık ağır basar. * Kelimelerin arasının açık olması insanlardan uzak durma eğilimini, yakın olması ise insanlarla iç içe olma isteğini gösterir. Hilal Hanım “insanlarla kaynaşmayı seven, akılcı davranan, disiplinli” birini işe almak istemektedir.",
    "soru_kökü": "Bunun için de başvuran adaylara, aynı niteliklere sahip bir kurşun kalem ve çizgisiz kâğıt vererek onlardan belirli bir metni yazmalarını istemiştir. Bu açıklamaya göre Hilal Hanım, aşağıda el yazısı örnekleri verilen kişilerden hangisini işe almalıdır?",
    "şık_a": "; ge ” Her gerek aslrsh deyvslen bir bilim insonrehe, yasod!51 Sevreye höğik bir merok ve dese/me orausyy botor. =",
    "şık_b": "YARIĞI çevreye İtiyül br merak ve Zer/efme / / ar2usiyla os sağ Amel YASAR",
    "şık_c": "ALA V Y Sağ",
    "şık_d": "Mac coo aaa AR en'ere Em Teşamhar, asa Sy GANT GAİN NES marcy va Va Sidrena asıyor. Şak CAN",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0002"
  },
  {
    "soru_id": "LGSTR-2018-10-03",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "3. Şekil : Antibiyotik Direncinin Yayılımı (1 Hayvanlara Antibiyotik elik kullanan kişini miri şinin e verildiğinde = bağırsaklarında >>” bağırsaklarındaki bakterilerde Pa antibiyotik direnci antibiyotiğe direnç gelişebilir. gelişebilir. ' Dirençli bakteri taşıyan | Hayvan dışkısındaki dirençli bakterileri hayvandan elde edilen _ . içeren gübre tarımda kullanıldığında ette de dirençli bakteri Bu kişinin bulunduğu dirençli bakteri tarım ürünlerine geçer. bulunabilir, et uygun ortamlardaki kişilere şekilde hazırlanmazsa dirençli bakteri yayılır. ve pişirilmezse dirençli bakteri insana geçer.",
    "soru_kökü": "Bu şekilde belirtilen sorunla ilgili aşağıdakilerden hangisi bir çözüm önerisi olamaz?",
    "şık_a": "Tarımda hayvansal gübre kullanımı yaygınlaştırılmalıdır.",
    "şık_b": "Antibiyotik kullanan kişiler, başkalarıyla yakın temastan kaçınmalıdır.",
    "şık_c": "Et ve et ürünleri, doğru yöntemlerle pişirilerek tüketilmelidir.",
    "şık_d": "Sebze ve meyveler, denetimden geçirildikten sonra tüketiciye sunulmalıdır.",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0003"
  },
  {
    "soru_id": "LGSTR-2018-10-04",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "“Çiçekler soldu.” cümlesinde “soldu” sözcüğü çekimli bir “fiil”dir ve cümlenin yüklemidir.",
    "soru_kökü": "“Solan çiçekleri vazodan aldı.” cümlesinde ise “solan” sözcüğü fiil anlamını korumakla birlikte sıfat görevinde olduğu için “sifat-fiil’dir. Bu açıklamaya göre aşağıdaki cümlelerin hangisinde sıfat-fiil kullanılmıştır?",
    "şık_a": "Büyük sürprizi bozmamak için arkadaşına mecburen yalan söyledi.",
    "şık_b": "Yağmur dinince rengârenk bir gökkuşağı belirdi gökyüzünde.",
    "şık_c": "Çocuk, yıkanacak kıyafetlerini çamaşır makinesine koymuştu.",
    "şık_d": "Zorlansalar da karşı kıyıya yüzerek geçmişlerdi.",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0004"
  },
  {
    "soru_id": "LGSTR-2018-10-05",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "6. Ankara'dan Avustralya'ya gitmek isteyen bir kişi İnternet'ten uçak bileti alacaktır. Ankara - Avustralya arasında doğrudan uçuş olmadığı için aktarma uçuş yapmak zorundadır. Bu uçuş için hatlar sırasıyla Ankara - İstanbul, İstanbul - Singapur ve Singapur - Avustralya şeklindedir. Yani Ankara'dan uçağa binen bir kişi önce İstanbul'a, sonra Singapur'a, daha sonra ise Avustralya'ya uçacaktır.",
    "soru_kökü": "NEREDEN NEREDEN NEREDEN NEREDEN NEREDEN İSTANBUL ANKARA SİNGAPUR ANKARA SİNGAPUR NEREYE NEREYE NEREYE NEREYE NEREYE SİNGAPUR İSTANBUL AVUSTRALYA İSTANBUL AVUSTRALYA TARİH TARİH TARİH TARİH TARİH KALKIŞ (| VARIŞ KALKIŞ (| VARIŞ KALKIŞ (VARIŞ KALKIŞ (VARIŞ KALKIŞ (VARIŞ SAATİ _SAATI SAATİ SAATİ SAATİ SAATİ SAATİ SAATİ SAATİ SAATİ I ll ll IV Vv * Bütün uçuş saatleri Türkiye saatine göredir. Ankara'dan Avustralya'ya gitmek isteyen biri numaralanmış biletlerden hangilerini almış olamaz?",
    "şık_a": "Il ve Ill.",
    "şık_b": "Il ve V.",
    "şık_c": "Ill ve IV.",
    "şık_d": "IV ve V.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0005"
  },
  {
    "soru_id": "LGSTR-2018-10-06",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "7. Öznel anlatım, kişisel görüşler içerir.",
    "soru_kökü": "Nesnel anlatım ise kişisel görüşlerden uzak, kanıtlanabilir yargılarla oluşturulur. Bu açıklamaya göre aşağıdaki medya metinlerinin hangisinde öznel bir anlatıma başvurulmuştur?",
    "şık_a": "Kafkas Üniversitesinde yapılan bir araştırmaya göre Türkiye'de 193 çeşit peynir üretiliyor. Üretilen toplam peynir miktarının yaklaşık 9096'sı inek sütünden elde ediliyor. Türkiye'de en çok tüketilen peynir çeşidi ise beyaz peynir.",
    "şık_b": "RoboGait, yürüme yeteneğinin tekrar kazanılması ve geliştirilmesi için kullanılan robot destekli bir yürüyüş rehabili- tasyon sistemidir. Bu sistemle, yürüme zorluğu çeken hastaların bir askı yardımıyla yürüyüş bandı üzerinde, doğal yürüyüş biçimine uyarak yürümesi sağlanıyor.",
    "şık_c": "Son dönemlerde yapay zekâ üzerine çalışmalar artmaya başladı. Yapay zekâ sistemlerinin yine de istenen düzeye erişemediğini düşünüyor, bunu da teknik imkânsızlıklardan ziyade insan beyninin tam olarak anlaşılamamış olması- na bağlıyorum. Beyinle ilgili daha derin araştırmalar yapılmadan yapay zekâ konusunda gelişme sağlanamayacaktır.",
    "şık_d": "Bir teleskobun ne kadar kuwvetli olduğu aynasının çapı, bir diğer deyişle teleskobun açıklığı ile belirlenir. Bir teles- kop, çapı ne kadar büyükse o kadar güçlüdür'yani sönük gök cisimlerinin bile detaylı görüntüsünü oluşturabilir.",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0006"
  },
  {
    "soru_id": "LGSTR-2018-10-07",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "8. Kültürümüzün koruyucusu dildir. Dili korumak, kültürü korumak demektir. Bu yüzden konuşurken veya yazarken yaban- cı sözcüklere mümkün olduğunca yer vermemeliyiz. Ama ne yazık ki çevremize baktığımızda durumun hiç de böyle ol- madığını görüyoruz. Çarşıya çıkmak acı veriyor artık insana; mağazaların, dükkânların adları ya İngilizce sözcüklerden oluşuyor ya da Türkçe isimler bile İngilizce sözcükmüş gibi yazılıyor.",
    "soru_kökü": "İnsanlar, konuşurken aralara yabancı sözcükler sıkıştırmayı marifet sayıyorlar. Aşağıdaki görsel ve afişlerden hangisi bu parçada yakınılan durumla ilgili değildir?",
    "şık_a": "atıyorum bu Işe. analiz çözümleme İ NI yz bye bye hoşça kal ; | İN ~ | y { d ' an v6 Türkçemizi 00, koruyalım. Bir o “Turkche” değil... milletin kaderi, ij I geleceği dildir! TÜRKÇE! kab | , aa | ee! IŞ ©) ;",
    "şık_b": "",
    "şık_c": "",
    "şık_d": "Bu yazılar bana tanıdık | #— TÜRKÇEMİZİ DOĞRU > geliyor. Ama yine de bir |, A “e KULLANALIM! ir ii He P| CV a0) : we . nea EFE a Bide değil Bir de PİM A, ee Yanlız değil © Yalnız İm All Yalnış değil Yanlış ji > vd KS Sy",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0007"
  },
  {
    "soru_id": "LGSTR-2018-10-08",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "9. 1. Metin Dinamit ağacı, Güney Amerika'da yetişen ve boyu 60 metreye kadar uzayabilen bir ağaçtır. Bu ağaç, tohumlarını yaymak için diğer ağaçlardan farklı bir yol izler. Olgunlaşan meyvelerini orman tabanına dü- şürmek yerine patlatarak, tohumları 45 metrelik bir alana yayar. “Maymun çıkmaz ağacı” olarak da adlan- dırılan bu ağaçtan, meyvelerini patlatırken sesler yükselir. Il. Metin Bitkiler dünyasının en hızlı eylemini, “bunchberry” ağacının çiçekleri gerçekleştiriyor. Eylemin hızını an- latmak için saniyeyi çok daha küçük zaman birimlerine bölmek gerekiyor. Çiçek, saniyenin binde birinden daha kısa bir süre içinde açıyor.",
    "soru_kökü": "Hesaplamalar doğruysa bu çiçeklerin açtıkları sırada ortaya çıkan basınç, astronotların bir füzenin fırlatılışı sırasında hissettikleri basıncın sekiz yüz katı. Aşağıdakilerden hangisi bu metinlerin ortak özelliklerinden biridir?",
    "şık_a": "Örneklere yer verilmesi",
    "şık_b": "Tanımlama yapılması",
    "şık_c": "Kişileştirmeden yararlanılması",
    "şık_d": "Karşılaştırmaya başvurulması",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0008"
  },
  {
    "soru_id": "LGSTR-2018-10-09",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "10. Spor müsabakaları için 8/A ve 8/B sınıflarından Sude, Cüneyt, Elif, Defne, Erkan seçilmiştir. Bu kişilerin her biri; futbol, voleybol, basketbol, masa tenisi ve badminton müsabakaları için İzmir, Afyon, Çanakkale, Erzurum ve Rize şehirlerinden birine gitmiştir. Bu kişilerin sınıfları, gittikleri şehirler ve katıldıkları müsabakalarla ilgili şunlar bilinmektedir: e Elif, Erzurum'a gitmiştir. e Defne, masa tenisi müsabakasına katılmıştır. e Futbol, basketbol ve badminton müsabakalarına katılanlar 8/A sinifindandir. e 8/Bsınıfından Sude, İzmir'e gitmiştir.",
    "soru_kökü": "» Afyon'agiden Erkan, basketbol müsabakasına katılmıştır. Bu bilgilere göre kişilerden hangilerinin hem sınıfları hem müsabakaya katıldıkları spor dalları hem de gittikleri şehir kesin olarak bellidir?",
    "şık_a": "Defne ve Elif",
    "şık_b": "Defne ve Erkan",
    "şık_c": "Elif ve Sude",
    "şık_d": "Erkan ve Sude",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0009"
  },
  {
    "soru_id": "LGSTR-2018-10-11",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 11,
    "metin_var_mi": "evet",
    "metin": "4. Özne; yüklemin bildirdiği işi yapan, yüklemin bildirdiği durumu üzerine alan ögedir. Nesne ise cümlede öznenin yaptı- ğı “eylemden” etkilenen ögedir. “Seda kütüphaneden kitap aldı.” cümlesinde alma işini yapan “Seda”dır ve cümlenin öznesidir.",
    "soru_kökü": "Seda'nın alma eyleminden etkilenense “kitap”tır ve cümlenin nesnesidir. Bu açıklamaya göre aşağıdaki cümlelerin hangisinde “nesne” yanlış gösterilmiştir?",
    "şık_a": "Babam ceketinin cebinden bir davetiye çıkardı.",
    "şık_b": "Karşı komşumuz kurabiyeyi çok güzel yapıyor.",
    "şık_c": "Dere kenarında bir güvercin su içiyordu.",
    "şık_d": "Her seferinde bize taze meyveler getirirdi.",
    "doğru_cevap": "",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Cümlede Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "cümle",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0011"
  },
  {
    "soru_id": "LGSTR-2018-11-01",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "1. hy EGITIMDE YENI DONEM BASLIYOR hy Milli Eğitim Bakanlığı 2023 Eğitim Vizyonu'na göre, he L_----_ | 4 Her okula tasarim ve beceri ED atölyeleri kurulacak. Teknoparklara bilişim, m savunma teknolojileri, uzay ‘ight. teknolojileri ve degirmencilik ve) liseleri kurulacak. Daha az ders saatinin olduğu bir müfredat hazırlanacak. Ders sayıları azaltılacak.",
    "soru_kökü": ". © Yabancı dil eğitimi yeniden",
    "şık_a": "",
    "şık_b": "",
    "şık_c": "",
    "şık_d": "",
    "doğru_cevap": "D",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Dil Bilgisi",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "dil_bilgisi",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0001"
  },
  {
    "soru_id": "LGSTR-2018-11-02",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "2. Ünlü besteci Beethoven, yirmili yaşlarının sonlarına doğru işitme sorunları yaşamaya başlamıştı. Bu sorunlar - - - - neredeyse hiçbir şey - - - - hâle gelen Beethoven'in bu esnada yeni bir yöntem geliştirdiği söylenir. Beethoven, piya- nosuna tutturduğu metal bir çubuğu - - - - kemik titreşimi yoluyla sesleri duymaya çalışıyordu.",
    "soru_kökü": "Bu yöntemde, piyanoda oluşan titreşimler metal çubuktan geçerek dişlere ulaşıyor ve buradan kafatası aracılığıyla iç kulağa iletiliyordu. Bu metinde boş bırakılan yerlere sırasıyla aşağıdakilerin hangisinde verilenler getirilmelidir?",
    "şık_a": "çözülünce - algılayamaz - tutarak",
    "şık_b": "ilerleyince - duyamaz - ısırarak G) ortaya çıkınca - işitemez - fırlatarak",
    "şık_c": "",
    "şık_d": "yaşanınca - sezemez - bağlayarak",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0002"
  },
  {
    "soru_id": "LGSTR-2018-11-03",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "3. Beyin üzerine yapılan bazı araştırmalar, beynin sağ ve sol yarım kürelerinin farklı fonksiyonlara sahip olduğunu göstermiştir. Uzmanlar, bu yarım kürelerden baskın olan tarafa göre kişinin yeteneklerinin farklı olacağını ve bu yarım küreleri geliştirmek için farklı egzersiz uygulamaları yapılabileceğini belirtiyor. Araştırmalara göre, Beyninin sol yarım küresi baskın olan Beyninin sağ yarım küresi baskın olan kişilerin genel özellikleri şunlardır: kişilerin genel özellikleri şunlardır: @ Matematiksel işlemlerde başarılıdır. @ Sanatsal konularda yeteneklidir. © Diliiyikullanır. © Gerçeküstü hayaller kurar, mecaz anlamlarla ilgilenir. © Net sonuclarla ilgilenir. . © İnsanıinsan yapan özellikleri @ Sebep-sonuç ilişkisini iyi kurar (empati, şefkat...) ağır basar. ve analitik düşünme becerisine sahiptir. @ Yeni şeyler üretir. © Bilimsel konularda başarılıdır. © Boyutları iyi algılar. © Mantıksaldır. © Duygusaldır. @ Yarareidir. @ Niyete bakar, iyi niyet arar. Bu metinden hareketle, beyninin sol yarım küresini geliştirmek isteyen birinden, |. Bulmaca çözmek Il.",
    "soru_kökü": "Satranç oynamak Ill. Bir müzik aleti çalmak egzersizlerinden özellikle hangilerini tercih etmesi beklenir?",
    "şık_a": "Yalnız I.",
    "şık_b": "Yalnız Ill.",
    "şık_c": "Ive Il.",
    "şık_d": "Il ve Ill.",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0003"
  },
  {
    "soru_id": "LGSTR-2018-11-04",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "4. + BenLecomte, Atlas Okyanusu'nu yüzme tahtası kullanmadan yüzerek geçen ilk kişidir.",
    "soru_kökü": "* Fransız yüzücünün 1998 yılında yaptığı bu yolculuk yetmiş üç gün sürmüştür. Bu iki cümlede ifade edilenlerin anlamca doğru bir biçimde birleştirilmiş hâli aşağıdakilerden hangisidir?",
    "şık_a": "Atlas Okyanusu'nu yüzme tahtası kullanmadan yüzerek geçen Ben Lecomte'un 1998 yılında Fransa'da yaptığı bu yolculuk yetmiş üç gün sürmüştür.",
    "şık_b": "1998'de yetmiş üç gün süren yolculuğunda Atlas Okyanusu'nu geçen ilk kişi olan Ben Lecomte adlı yüzücü, Fran- sız kökenlidir.",
    "şık_c": "Atlas Okyanusu'nu yüzme tahtası kullanmadan yüzerek geçen ilk kişi olan Fransız yüzücü Ben Lecomte, yetmiş üç gün süren bu yolculuğu 1998'de gerçekleştirmiştir.",
    "şık_d": "Ben Lecomte, Atlas Okyanusu'nu 1998'de yüzme tahtası kullanmadan yetmiş üç günde yüzerek geçen ilk Fransız yüzücüdür.",
    "doğru_cevap": "C",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Cümlede Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "cümle",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0004"
  },
  {
    "soru_id": "LGSTR-2018-11-05",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "5. Sanatın, gerçekleri yansıtması gerektiğini söyleyen Tolstoy, “Sanatta önemli olan, birtakım karakterler yoluyla hikâye anlatmak değil, okuyucuya gerçekleri hatırlatmaktır.” diyerek sanat eserlerinin insanlara boş şeylerle vakit kaybettirme- mesi gerektiğini vurgular. Çünkü hangi sanat türü olursa olsun, sanatta gerçekçilik çok önemlidir. Sanatın faydası, ger- çeği bütün yönleriyle ve samimiyetle anlatmasındadır. Bu yüzden sanat eserlerinde gerçekler olduğu gibi verilmelidir. Hayali ve gerçekleşmesi imkânsız birtakım eylemleri, durumları ve görüntüleri sanat diye sunmanın insana bir faydası yoktur.",
    "soru_kökü": "Aşağıdaki tablolardan hangisi bu sözleri söyleyen kişinin onayladığı türden bir sanat eseri değildir. A B W > , 7 : 3 —— Pa ta a ri Ag iy & 3g v nae nelik ie EZ YEN İd = \\ | iy Mt i =",
    "şık_a": "",
    "şık_b": "",
    "şık_c": "D) © EE wnt ¥ ‘ ği dek” 4 Ay N X",
    "şık_d": "",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0005"
  },
  {
    "soru_id": "LGSTR-2018-11-06",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "6. |. Derin uykunun ardından beşinci ve en ilginç evreye geçilir, bu evrede rüya görürüz. ll. Bu araştırmaya göre yavaş yavaş uyumaya başladığımız evre, uykunun birinci ve ikinci evrelerini oluşturur. Ill. Beynimiz, o gün yaşadıklarımızla geçmişte yaşadıklarımızı duygularımızla birleştirerek gerçeküstü filmler şeklinde bize sunar. IV. Derin uyku evresi olan üçüncü ve dördüncü evrelerde uyanmamız zor olur ve bedenimiz hem dinlenir hem de yeni- lenir. V. Bu evrelerde uyanmamız kolay olur; kimi hafif sesler, dokunmalar uyanmamiza yol açabilir. VI.",
    "soru_kökü": "Uykuyla ilgili bir araştırmada, insan beyninin uyku sırasında ürettiği elektrik dalgaları incelendi ve uykunun beş ev- reden oluştuğu anlaşıldı. Numaralanmış cümlelerle anlamlı bir metin oluşturulduğunda hangisi baştan üçüncü sırada yer alır?",
    "şık_a": "B) I. C",
    "şık_b": "",
    "şık_c": "IV.",
    "şık_d": "V.",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Cümlede Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "cümle",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0006"
  },
  {
    "soru_id": "LGSTR-2018-11-07",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "7. ye © Cy oe Cee) y i. ea Rus mühendisler 1971 yılında Türkmenistan'da, ki o zamanlar Sovyetler Birliği'ne bağlıydı, petrol arıyorlardı. Bu çalışmalar sırasında büyük bir doğal gaz rezervi bulundu. Doğal gazı çıkarmak ve işlemek için sondaj kuleleri, depola- ma alanları kuruldu. Ancak zemin, üzerindeki yükü taşıyamadı ve çöktü. Büyük'bir krater oluştu ve çevreyi tehdit eder boyutta metan gazı ortaya çıktı. Bilim insanları çevre köylerdeki insanların, hayvanların ve bitkilerin zarar görmesinden endişelenerek gazı kontrollü bir şekilde yakmaya karar verdiler.",
    "soru_kökü": "Bu kontrollü yangın günümüzde de devam etmektedir. Bu metinde virgül, numaralanmış görevlerinden hangisiyle kullanılmamıştır?",
    "şık_a": ".",
    "şık_b": "Il.",
    "şık_c": "ll.",
    "şık_d": "IV.",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0007"
  },
  {
    "soru_id": "LGSTR-2018-11-08",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "8. Olay : Bir balıkçının, ağına takılan küçük balıkları göle bırakması Yer : Göl Zaman  : Kış, öğleden sonra Kişiler (o : Deniz ve köpeği Anlatıcı : |. kişi Aşağıdaki metinlerden hangisi bu yapı unsurlarına uygun olarak kurgulanmıştır?",
    "şık_a": ".. O kadar ki ağına başka balıklar takıldığında onları gerisin geri göle bırakırmış.",
    "şık_b": "Geçen gün öğleden sonra kanepede uzanmış, karın yağışını izliyordum. O ara uyuyakalmışım. Uyku arasında biri- nin “Denize güven olmaz, inişli çıkışlıdır.” diye bağırdığını işitince sıçradım. İsmimi kimin söylediğini anlamak için sa- lona gittiğimde köpeğimin, ağzında kumandayı gevelediğini ve o sırada “Göl ve Deniz Balıkçıları” adlı belgeseli açı- verdiğini fark ettim. Balıkçıların, küçük balıkları göle bıraktıkları sahnede bizimkinin nasıl yalandığını görmeliydiniz.",
    "şık_c": "Deniz, o kış her öğle sonu köpeğini'de yanına alarak balığa çıkmış. Önceleri olta balıkçılığına merak salsa da za- manla ağ ile balık avlamak onu daha çok sarmış. Gölde birçok balık türü yakalamak mümkün olsa da onun turna balığına olan merakı bir başkaymış. Varsa yoksa turn",
    "şık_d": "Vakit öğleyi geçti, hava çok soğuk. Eee, ne de olsa ocak ayındayız. Buna rağmen köpeğimle birlikte bir gölün orta- sındayım. Neden mi bu havada bu göldeyim? Adımı boşuna Deniz koymamışlar. Herkesin bir uğraşı vardır ya, be- nimki de balıkçılık. Yalnız prensip sahibiyimdir bu işte. Küçük balıkları avlamam. Ornegin su ağdaki balıkların küçük olanlarını az evvel ayırıp göle bıraktım.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-11-09",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "9. Aşağıda yazılı medya istatistikleri ile ilgili bir görsel verilmiştir. | GA ZA TÜRKİYE'DE YAYIMLANAN GAZETE VE DERGİLERİN Eğ | YILLARA GÖRE SAYISI = —| = 5000 4058 GEG 4071 ei | 3000 | ME BE GN e gi MIIMIMIMIM| GAZETE MM MM GG HN EN Sc 2013 2014 2015 2016 2017 GAZETE VE DERGİLERİN YILLIK BASKI SAYISI . = GAZETE <> DERGİ 2013 2 MİLYAR 296 MİLYON 165 MİLYON 2014 2 MİLYAR 141 MİLYON 134 MİLYON 2015 1 MİLYAR 994 MİLYON 139 MİLYON 2016 1 MİLYAR 604 MİLYON 101 MİLYON 2017 1 MİLYAR 559 MİLYON 102 MİLYON — “908'i YEREL S TÜRKİYE'DE 2017'DE —— vi uusat AYIM ANAN ZER —  %2,1i BOLGESEL YAYIN YAPTI Bu görselden hareketle, |. 2017'de yayımlanan gazete sayısının aynı yıl yayımlanan dergi sayısına oranı Il. 2015-2017 yılları arasında yayımlanan yerel gazetelerin baskı sayısı Ill.",
    "soru_kökü": "2016 yılında gazete ve dergi okuyucularının oranı IV. 2013-2017 arasında Türkiye'de yayımlanan dergilerin yıllara göre sayısal dağılımı bilgilerinden hangilerine kesinlikle ulaşılır?",
    "şık_a": "Ive ll.",
    "şık_b": "I ve IV.",
    "şık_c": "Il ve Ill.",
    "şık_d": "Ill ve IV.",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0009"
  },
  {
    "soru_id": "LGSTR-2018-11-10",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "10. Nesne alabilen fiillere geçişli fiil, nesne alamayan fiillere geçişsiz fiil denir. Örneğin “Ufuk çay içiyor.” cümlesindeki “iç-” fiili nesne alabilen bir fiildir.",
    "soru_kökü": "Oysa “Ufuk gülüyordu.” cümlesindeki “gül-” fiili nesne alamaz. Buna göre aşağıdaki cümlelerin hangisinde geçişsiz bir fiil vardır?",
    "şık_a": "İnsan, açıklayamadığı her olaydan korkar.",
    "şık_b": "Empati kurabilenler, karşısındakini daha iyi anlar.",
    "şık_c": "Gençler, duygularının yansımasını şiirlerde bulur.",
    "şık_d": "Yaşamdaki birtakım zorluklar insanı yorar.",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Şiir",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0010"
  },
  {
    "soru_id": "LGSTR-2018-12-01",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "1. Birbirine yardım eden fertlerden oluşan topluluklar, engelleri daha kolay aşıp üst düzey başarılar elde edebilir. İnsanın geç- mişinde gördüğümüz ve onu dünyada baskın tür hâline getiren sosyal ve kültürel gelişimin arkasında böyle bir gerçeklik yatar. Bu metindeki bazı sözcüklerin anlamları “Ml, *, ©, A” simgeleriyle verilmiştir. Bu sözcükleri metinden bularak aşağıdaki bulmacaya yerleştiriniz. M Benzerleri arasında, güç ve önem bakımından başta gelen. %* Bir nesnenin, bir kimsenin başka nesne veya kimselere göre değer ve yücelik derecesi. © Bir şeyin gerçekleşmesini önleyen sebep.",
    "soru_kökü": "A Sıkıntı çekmeden, yorulmadan yapılabilen. 4| a — “la —> ANAHTAR SÖZCÜK Numaralanmış kutularda yer alan harfler “ANAHTAR SÖZCÜK” bölümüne yerleştirildiğinde aşağıdakilerden hangisi oluşur?",
    "şık_a": "B) ©)",
    "şık_b": "",
    "şık_c": "",
    "şık_d": "GM) oooG |",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0001"
  },
  {
    "soru_id": "LGSTR-2018-12-02",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "2. Aşağıda bazı söz sanatlarının açıklaması verilmiştir: e Mübalağa (abartm",
    "şık_a": "Gözümde bir damla su, deniz olup taşıyor Çöllerde kalmış gibi yanıyor, yanıyorum",
    "şık_b": "Özlediğin hayatı buldun mu bilmem Gözlerinde hâlâ hüzün var gibi",
    "şık_c": "Nazlı yârdan kem haberler geliyor Dostlarım ağlıyor, düşman gülüyor",
    "şık_d": "Küçük bir çeşmeyim yurdumun Unutulmuş bir dağında",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-12-03",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "3. Yazarın hikâyelerindeki karakterler, çoğunlukla zor koşullar altında yaşayan insanlardır.",
    "soru_kökü": "O, var olma mücadelesi içindeki bu karakterleri, güçlü bir gözlem yeteneğine ve içgörüye dayanarak son derece kanlı canlı biçimde betimler. Hatta yakın arkadaşı olan Cemal Süreya, onun hikâyelerindeki kişiler için şöyle der: “Onun kişilerine iğne batırsan kan çıkar.” Bu metindeki altı çizili cümlede, sözü edilen hikâye karakterlerinin hangi özelliği anlatılmak istenmiştir?",
    "şık_a": "Etkileyiciliği",
    "şık_b": "Özgünlüğü",
    "şık_c": "Gerçekçiliği",
    "şık_d": "Evrenselliği",
    "doğru_cevap": "C",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Cümlede Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "cümle",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0003"
  },
  {
    "soru_id": "LGSTR-2018-12-04",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "4. İnsanların ellerine bakılarak karakterlerine dair hükümler çıkarmak çok eski dönemlerden kalma bir yöntemdir. Bu yöntem, Osmanlıda özellikle sarayda çalıştırılacak kişilerin seçiminde önemli bir değerlendirme aracı olmuştur. Bu yönteme göre, e Yüzük parmağı işaret parmağından uzun olan kişiler, risk almaya açık bir yapıya sahiptir. e İşaret parmağı ile yüzük parmağı eşit olanlar, hiçbir konuda aşırı gitmezler.",
    "soru_kökü": "e Orta parmağı ile yüzük parmağı eşit olanlar, ömürlerini serüven arayışı içinde geçirir. Parmakların şekline göre de ka",
    "şık_a": "",
    "şık_b": "",
    "şık_c": "",
    "şık_d": "",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0004"
  },
  {
    "soru_id": "LGSTR-2018-12-05",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "5. Deyimler sözlerimizin anlaşılmasını kolaylaştıran, anlatımı renklendiren ve dakikalarca konuşarak ifade edemeyeceğimiz fikirleri bir çırpıda dile getiren kalıplardır. Bu kalıplar dilimize yerleşmiştir ve anlamları hemen herkes tarafından bilinir.",
    "soru_kökü": "Ör- neğin kötü niyet ve eylemlerin, sahibine zarar verdiği durumlarda - - - -, küçük bir iyilik yapılmak istenirken büyük zararlar verildiğinde - - - -, bir şeyi bildiği hâlde bilmiyormuş gibi görünen kişileri anlatmak için - - - - deyimini kullanırız. Aşağıdakilerden hangisi bu metinde boş bırakılan yerlerden herhangi birine getirilemez?",
    "şık_a": "çizmeyi aşmak",
    "şık_b": "kaş yapayım derken göz çıkarmak",
    "şık_c": "renk vermemek",
    "şık_d": "kazdığı kuyuya düşmek",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0005"
  },
  {
    "soru_id": "LGSTR-2018-12-06",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "6. Alışverişlerde vaktimizin çoğu, gıda reyonlarında hangi ürünün daha sağlıklı olduğuna karar vermekle geçiyor. Kimi zaman doğru kararlar veriyor, kimi zaman da “Acaba gerçekten ne yiyoruz?” sorusuyla eve dönüyoruz. Özellikle yaz aylarında gıdaların paketlenmesine ve saklanma koşullarına daha fazla dikkat etmek gerekiyor. Bunlara dikkat edilmezse gıdalarda, hastalıklara neden olan bakteriler oluşabiliyor. Bir grup araştırmacı, bu sorunun çözümüne katkı sağlayabilmek için bir algılayıcı (sensör) geliştirdi.",
    "soru_kökü": "Esnek film şeklinde olan ve gıda ambalajlarının içine yerleştirilebilen bu algılayıcı, insanlarda hastalıkların oluşmasına neden olan bakterileri belirlediğinde ışık yayıyor. Bu metinde sözü edilen algılayıcının üretilme amacı aşağıdakilerden hangisidir?",
    "şık_a": "Paketlenmiş yiyeceklerde bakteri oluşumunu engellemek",
    "şık_b": "Gıdalarda zararlı bakteri olup olmadığını tespit etmek",
    "şık_c": "Yiyeceklerde bakteri oluşumuna neden olan durumları saptamak",
    "şık_d": "Hazır gıdalarla doğal gıdalar arasındaki farkı göstermek",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0006"
  },
  {
    "soru_id": "LGSTR-2018-12-07",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "7. Türk sanatında süslemelerin ve onları oluşturan motiflerin ayrı bir önemi vardır. Her biri evrensel bir dile sahip olan mo- tifler kültürümüzde çeşitliliği, renkliliği ve zenginliğiyle dikkat çekmektedir. Tarihten günümüze yetişen nice nakkaş, hattat ve ressam, eserlerini motiflerin binbir renk ve biçimiyle süslemiştir. Türk sanatında kullanılan bu motiflerden biri “ışın'dır. Bir ışık kaynağından çıkarak her yöne yayılan ışık demeti şeklinde oluşturulan bu motif, özellikle Osmanlı armalarında kullanılmıştır. Sürekliliği yansıtan “çarkıfelek” motifi; dünyanın dönüşünü, devinimi ve hayatı anlatır. Bu motifte, merkezden dışa doğru açılan çizgiler, rüzgârgülü gibi tek yönde şekillendirilerek oluşturulmuştur. Bir diğer motif olan “zencerek”, belli bir düzenle birbirinin içinden geçirilmiş iplere benzeyen yapısından dolayı “mutluluk düğümü” olarak adlandırılmaktadır.",
    "soru_kökü": "Sonsuzluğu simgeleyen bu motif; güç, birlik ve mutluluğu da temsil eder. Aşağıdakilerden hangisi bu metinde sözü edilen motiflerden biri değildir?",
    "şık_a": "B) — 4 pee WR Sf Lz NEES NG: na EY : Nw teh OS tl ©) < &",
    "şık_b": "",
    "şık_c": "",
    "şık_d": "Z SS gi z A a — ir Sige? A ty ae 35288 sf AAW NS a 4 j 7 Yİ ÜNE i a İN e =i 1 kc hee ft",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0007"
  },
  {
    "soru_id": "LGSTR-2018-12-08",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "8. |. sorunlarına çözüm ararken Il. toplumun özelliklerini göz önünde Ill. bir eğitim sisteminin IV.",
    "soru_kökü": "o sistemi oluşturan kültürün ve V. bulundurmak gerekir Numaralanmış sözler anlamlı ve kurallı bir cümle oluşturacak biçimde sıralandığında hangisi baştan üçüncü olur?",
    "şık_a": "L",
    "şık_b": "Il.",
    "şık_c": "IL.",
    "şık_d": "IV.",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Cümlede Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "cümle",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0008"
  },
  {
    "soru_id": "LGSTR-2018-12-09",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "9. Kerem, Leyla, Merve, Nihat ve Osman adlı kişiler, A ve B filmlerine gitmiştir. Bu kişilerin gittikleri filmlerle ilgili şunlar bilin- mektedir: e Her bir kişi sadece bir filme gitmiştir. e Ug kisiA filmine gitmiştir. e Merve ve Nihat ayni filme gitmiştir.",
    "soru_kökü": "e Leyla ve Osman'ın gittiği filmler farklıdır. Buna göre aşağıdakilerden hangisi kesinlikle B filmine gitmiştir?",
    "şık_a": "Osman",
    "şık_b": "Merve",
    "şık_c": "Kerem",
    "şık_d": "Leyla",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0009"
  },
  {
    "soru_id": "LGSTR-2018-12-10",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "10. Gazeteci: ()---- Yazar: — Bir film düşünün. Filmdeki kişileri, olayların ayrıntılarını beyninize kaydetmekte hiç zorlanmıyorsunuz. Çünkü bu bilgiler duygularla birlikte giriyor zihninize. Edebiyat da beyni duygusal olarak uyarıyor ve bilgiler bu uyarının açtığı kapılardan girip beyne yerleşiyor.",
    "soru_kökü": "Ben de yazdığım bu kitapta matematiği, duygularla birlikte vererek sevdirmeye çalıştım. Gazeteci: (ll) ---- Yazar: —Kaliteli kitaplara ulaşmak zor değil aslınd",
    "şık_a": "(1) Çocuklar için yazılan bazı hikâyelerde matematiğin konu edilmesini nasıl karşılıyorsunuz? (ll) Bir kitabın kaliteli olup olmadığını nasıl anlarsınız?",
    "şık_b": "(I) Matematiği çocuklar için eğlenceli hâle getiren bu kitabı neden yazdınız? (Il) Çocukların nitelikli kitaplara ulaşabilmesinin yolu nereden geçiyor?",
    "şık_c": "(I) Bu kitabı, çocuklara matematiği sevdirmek için mi yazdınız? (Il) Ülkemizde yapılan çocuk yayıncılığını nasıl değerlendiriyorsunuz?",
    "şık_d": "(1) Çocukları bilimsel çalışmalarla, sanatla; felsefeyle, matematikle tanıştırmada edebiyatın rolü nedir? (Il) Nitelikli okur olmanın yolunun hangi aşamalardan geçtiğini düşünüyorsunuz?",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0010"
  },
  {
    "soru_id": "LGSTR-2018-12-11",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 11,
    "metin_var_mi": "evet",
    "metin": "11. Sanatçı, “Bugün hikâye, hayatımızın neresinde duruyor?” sorusu üzerinde düşünen, konuşan, tartışan bir eser ortaya koymuştur. Eserin metinlerine atılan başlıklar, az söz ile çok şey ifade etme özelliği gösteriyor. Başlıkları bu şekilde de- ğerlendirmemin sebebi, onların metnin içeriğini dört başı mamur bir şekilde kuşatmasıdır.",
    "soru_kökü": "Kelime tekrarlarına kolay kolay düşmemesi, incelemelerini çalakalem değil, söylediklerinin önünü ve arkasını doldurarak yapması gibi birçok neden, sa- natçının güçlü bir kalemi olduğunu açık bir biçimde ortaya koyuyor. Bu metinde aşağıdakilerden hangisinin anlamını karşılayan bir söz kullanılmamıştır?",
    "şık_a": "Gelişigüzel",
    "şık_b": "Anlaşılması güç",
    "şık_c": "Kısa ve öz anlatım",
    "şık_d": "Eksiksiz, kusursuz",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0011"
  },
  {
    "soru_id": "LGSTR-2018-12-12",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 12,
    "metin_var_mi": "evet",
    "metin": "12. Köyünden çıkıp zaman zaman aramıza katılan ve büyük bir halk şairi olan Âşık Veysel'le Ankara'da tanışmıştım. Olgun- luğu, dürüstlüğü ve inceliğiyle beni kendisine hayran bırakan şair; bildiğini tam biliyor, bilmediğini samimiyetle söylüyordu. Hayatında önemli bir yere sahip olan sazını çalarken, ektiği buğdayı biçen bir köylü kadar doğaldı. Aynı doğallığı sazına şiir söylerken de gösteren şairin şiirlerinin çıkış noktasını insan ve vatan sevgisi, yaşama sevinci, kardeşlik duygusu ve barış özlemi oluşturuyor. Yenilikleri ve bilimsel gelişmeleri dikkatle takip eden Âşık Veysel, şiirlerinde bu konulara da yer vermiştir.",
    "soru_kökü": "Şiirlerini, yaşadığı topraktan beslenerek oluşturan Veysel'in ne kadar kendine mahsus bir tadı olduğunu ona yakından bakan herkes fark eder. Âşık Veysel'e ait aşağıdaki dörtlüklerden hangisi, bu metinde sözü edilen konulardan biriyle ilişkilendirilemez?",
    "şık_a": "Avrupa Asya ayrı bir kıta Bir yıllık yol idi deveye ata Uçaklar sığdırdı beş on saate Daha neler çıkar, dur belli değil",
    "şık_b": "Her ferdin hakkı var, bizimdir vatan Babamız, dedemiz döktüler al kan Hudut boylarında can verip yatan Saygıyla anarız, şehit diyerek",
    "şık_c": "Gezdim dere tepe niceler gibi Yağmurlu karanlık geceler gibi Bir gemi deryada bocalar gibi Geçirdim günümü gaflet içinde",
    "şık_d": "Benim her derdime ortak sen oldun Ağlarsam ağladın, gülersem güldün Sazım bu sesleri turnadan mı aldın Pençe vurup sari teli sızlatma",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Şiir",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0012"
  },
  {
    "soru_id": "LGSTR-2018-12-13",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 13,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "13. Aşağıda büyük harflerin kullanıldığı yerlerle ilgili bazı kurallar verilmiştir: e Yeradları (kıta, bölge, il, ilçe, semt v",
    "şık_a": "lve ll.",
    "şık_b": "Ive Iv.",
    "şık_c": "Il ve Ill.",
    "şık_d": "Ill ve Iv.",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-12-14",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 14,
    "metin_var_mi": "evet",
    "metin": "14. Birden çok yüklemli cümlelerde öznenin bütün yüklemlerle uyumlu olması gerekir.",
    "soru_kökü": "Aksi takdirde özne eksikliğinden kay- naklanan anlatım bozukluğu ortaya çıkar. Aşağıdakilerin hangisinde bu açıklamaya uygun bir anlatım bozukluğu vardır?",
    "şık_a": "Herkes doğayı korumak için elinden geleni yapmalı, sorumluluktan kaçmamalıdır.",
    "şık_b": "Akşamları ben müzik dinlemeyi, kardeşim ise kitap okumayı tercih ediyordu.",
    "şık_c": "Memleketime bir an önce dönmek istiyorum çünkü çok özledim.",
    "şık_d": "Güneş her gün dünyamızı aydınlatıyor, sevinç ve mutluluk veriyordu.",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Cümlede Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "cümle",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0014"
  },
  {
    "soru_id": "LGSTR-2018-12-15",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 15,
    "metin_var_mi": "evet",
    "metin": "15. Bazı sözcükler isim-fiil eki aldığı hâlde kalıplaşarak bir varlığın, kavramın ismi olur. Bunlar fiilimsi olarak kabul edilmez.",
    "soru_kökü": "Örneğin “Tatlı yemek istiyorum.” cümlesindeki “yemek” sözcüğü fillimsidir, “Çok güzel bir yemek yaptım.” cümlesindeki “yemek” sözcüğü ise isimdir. Buna göre aşağıdakilerin hangisinde fiilimsi eki aldığı hâlde, kalıplaşarak bir varlığı veya kavramı karşılayan söz- cük yoktur?",
    "şık_a": "Görüşlerinizi bizimle paylaşabilir misiniz?",
    "şık_b": "Bir bebeğin gülüşü hangi insanı mutlu etmez?",
    "şık_c": "Sofrada, haşlanmış yumurta ve kavurma vardı.",
    "şık_d": "Çakmak, kibritten önce bulunmuştur.",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0015"
  },
  {
    "soru_id": "LGSTR-2018-01-01",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "1. 10 TL'lik banknotta portresi yer alan, matematik konusunda yaptığı çalışmalarla dünyaca ün kazanmış olan Or",
    "şık_a": "Dünyaca ünlü bilim insanları yetiştirmiştir.",
    "şık_b": "Matematikte birtakım özgün buluşlara imza atmıştır.",
    "şık_c": "Türkiye Bilimsel ve Teknolojik Araştırma Kurumunun kurucusudur.",
    "şık_d": "Matematiğe olan tutkusu, yurt dışında başlamıştır.",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-01-02",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "2. Aşağıdakilerin hangisi “Hangi konuda yazarsam yazayım, gördüklerimi kendi ruh süzgecimden geçirmeden okuyucuya sunmam.” diyen bir sanatçıya ait olabilir?",
    "şık_a": "Berber bir süre baktı kapıdan çıkan adama, sonra tezgâha doğru yürüdü. Elinde tespih olan müşteri, sırası geldiği için koltuğa oturdu. Havlusu, çırağın elinde hazırdı. Berber, bir yandan tezgâhın üzerinde duran usturalardan birini seçmeye çalışıyor, bir yandan da koltukta oturan adama bakıyordu.",
    "şık_b": "Arabamı evin önüne park ederken duydum miyavlama seslerini. Başımı camdan uzatınca Tekir'in mahalleye dışa- rıdan gelen iki kediyi kovaladığını gördüm. Kedilerden sarı tüylüsü bir an dönüp tüylerini kabarttı, anında üzerine yürüdü Tekir. “Dur, Tekir; yapma!” diye bağırdım.",
    "şık_c": "Avluya girip duvar kenarına çömeldi. Sırtında deve tüyü çuldan yapılmış kısa bir cepken, bunun altında yıpranmış bir gömlek vardı. Ucunu sağ yanağının üstüne getirdiği kasketi yağ içindeydi. Kasketin yırtık ucundan koyu sarı bir mukavva sarkmıştı. Uzun süre hiç konuşmadan öylece oturdu.",
    "şık_d": "Her zamanki yerimizde, bahçedeki çınarın gölgesine kurulan masalardan birinde oturuyorduk. Çınarın kalın dallarını süsleyen iri, yeşil yapraklarda ne bir esinti vardı ne de bir kıpırtı. Koca çınar, heykel misali kaskatı eğilmişti masamızın üzerine. Emel, belki serinletir diye vantilatörü çıkarmıştı bahçeye.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-01-03",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "3. Rıdvan, kitap sipariş etmek için bir siteye üye olacaktır. Bunun için şifre oluşturması gerekmektedir. Şifre belirleme ku- ralları aşağıda verilmiştir. e Şifreniz en az bir büyük harf, bir küçük harf, bir özel karakter (#, ©, &, ?, !) ve bir rakam içermelidir. / ŞİFRE e Şifrenizde, alfabetik sıralamada art arda gelen | harfler (AB, ab, Ab, aB gibi) yan yana yer almamalıdır. / e Şifreniz en az beş, en çok dokuz karakter uzunluğunda olmalıdır.",
    "soru_kökü": "l e Şifrenizde “ç, g, 1, 6, ü, $” harfleri olmamalıdır. i Buna göre Rıdvan, aşağıdaki sifrelerden hangisini olusturursa siteye üye olabilir?",
    "şık_a": "46KKLLIS",
    "şık_b": "n27@1RY",
    "şık_c": "B?vM34c1",
    "şık_d": "a#Ez60T9&G",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0003"
  },
  {
    "soru_id": "LGSTR-2018-01-04",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "4. Öğretmen: — Kitap okuyor musunuz, Ümit Bey.",
    "soru_kökü": "Ümit Bey: — Okumuyorum, bunun eksikliğini de hissetmiyorum. Öğretmen: Bu konuşmada boş bırakılan yere aşağıdakilerin hangisi getirilirse Ümit Bey'in dile getirdiği durumun, çevresi üzerindeki olumsuz etkisi vurgulanmış olur?",
    "şık_a": "Sizin adınıza çok üzüldüm.",
    "şık_b": "Ama biz hissediyoruz.",
    "şık_c": "İnsanlar bu durumu nasıl karşılıyor?",
    "şık_d": "İleride pişman olabilirsiniz.",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0004"
  },
  {
    "soru_id": "LGSTR-2018-01-05",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "5. = = _——————S gi > > a ~ ‘ rr. at 5 > < 7 < Ee yi >. Cae — 7 == a EE e a we i a BE ai Bu görseli en doğru yansıtan metin aşağıdakilerden hangisidir?",
    "şık_a": "B) Sözde öğleden sonra buluşacaklardı ama Suat yapmıştı yine yapacağını. Bekleye bekleye bir hâl olmuştu. Karnı da epey acıkmıştı. Acaba arkasındaki simitçiden simit alsa açlığını bastırabilir miydi?",
    "şık_b": "",
    "şık_c": "Süleyman, dikkat et, diyorum. Ağabey, merak etme, diyor. Hareket hâlindeki kamyona binmeye çalışılır mı hiç? Aşk olsun Mahmut, sen de gece gece şehrin göbeğine ne demeye soktun ki bizi? Oğlum, in aşağı; şimdi bir kaza çıkacak!",
    "şık_d": "Eyvah! Kırmızı hırkalı yaramaz yine çıkageldi. Ne zaman annesi ve kardeşi ile buradan geçseler bizi ürkütmeyi görev Sayar. O yetmezmiş gibi bugün bir de şapkalı amcamız var. Dur, şunun etrafında uçup onu rahatsız edeyim!",
    "doğru_cevap": "D",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Deyim",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "kelime",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-01-06",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "“Dede Korkut Kitabı” atasözü, deyim, ağıt v",
    "şık_a": "i veli.",
    "şık_b": "I've IV.",
    "şık_c": "II ve Ill.",
    "şık_d": "Ill ve IV.",
    "doğru_cevap": "C",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Deyim",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "kelime",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-01-07",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "7. Bu metinde iki nokta (:) aşağıdaki işlevlerinden hangisiyle kullanılmıştır?",
    "şık_a": "Kendisiyle ilgili açıklama yapılacak cümle veya ifadelerin sonuna konur.",
    "şık_b": "Karşılıklı konuşmalarda, konuşan kişiyi belirten sözlerden sonra kullanılır.",
    "şık_c": "Edebi eserlerde konuşma bölümünden önceki ifadenin sonunda kullanılır.",
    "şık_d": "Kendisiyle ilgili örnek verilecek cümle veya ifadelerin sonuna konur.",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-01-08",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "8. Aşağıdaki şekillerde numaralanmış bölümlere, çevresindeki sözcük veya söz gruplarının çağrıştırdığı en uygun kavram yazılmak istenmektedir.",
    "soru_kökü": "Beden dili Buna göre, numaralanmış yerlere getirilecek kavramlar aşağıdakilerin hangisinde doğru verilmiştir. —t 2: .",
    "şık_a": ". İletişim Başarı Mutluluk",
    "şık_b": "Mutluluk İletişim Başarı",
    "şık_c": "Mutluluk Başarı İletişim",
    "şık_d": ". İletişim Mutluluk Başarı",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0008"
  },
  {
    "soru_id": "LGSTR-2018-01-09",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "9. Hani kimi zaman bir şeyler hissederiz, bir esinti yoklar içimizi. Bu hisleri ifade etmek isteriz ama uygun sözcükleri bir türlü bulamayız.",
    "soru_kökü": "Dilimizin ucuna bir şeyler gelir gibi olur ancak söze dönüşmez. Bu durumu Orhan Veli ne güzel dile getirmiştir: “- - - -” Bu metinde boş bırakılan yere anlam akışına göre aşağıdakilerden hangisi getirilmelidir?",
    "şık_a": "Eve ekmekle tuz götürmeyi Böyle havalarda unuttum Şiir yazma hastalığım Hep böyle havalarda nüksetti Beni bu güzel havalar mahvetti",
    "şık_b": "Garibim Ne bir güzel var Avutacak gönlümü Bu şehirde Ne de tanıdık bir çehre Bir tren sesi Duymaya göreyim İki gözüm iki çeşme",
    "şık_c": "İstanbul'da Boğaziçi'nde Bir garip Orhan Veli'yim Veli'nin oğluyum Tarifsiz kederler içinde",
    "şık_d": "Bir yer var biliyorum Her şeyi söylemek mümkün Epeyce yaklaşmışım, duyuyorum Anlatamıyorum",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Şiir",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0009"
  },
  {
    "soru_id": "LGSTR-2018-01-10",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "10. Edebiyatta ve sanatta unutulmaz dönemler vardır. Tüm iyi şair ve yazarlar, yetenekli ressam ve heykeltıraşlar ortaya çık- mak için o dönemleri beklemiştir sanki.",
    "soru_kökü": "Böyle dönemlerde, olağanüstü ikramların bulunduğu sofrada ne yiyeceğini şaşır- mış bir misafir duygusuyla “Ama haksızlık bu!” diye düşünürsünüz. Bu metinde yazarın “Ama haksızlık bu!” demesine sebep olan durum aşağıdakilerden hangisidir?",
    "şık_a": "Nitelikli sanatçıların, kendi çağına denk gelmemesi",
    "şık_b": "İyi seçeneklerin çokluğu karşısında kararsızlık yaşanması",
    "şık_c": "Eser çeşitliliğinin, kalitenin düşmesine yol açması",
    "şık_d": "Bazı dönemlerin başarılı sanatçılardan yoksun olması",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0010"
  },
  {
    "soru_id": "LGSTR-2018-02-01",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "1. Levent, yeni aldığı akvaryumda farklı türde balıklar besleyecektir fakat balıkların birbirine zarar vermesinden endişe etmektedir.",
    "soru_kökü": "Balıkları beslerken herhangi bir sorunla karşılaşmamak için bir araştırma yapmış ve aşağıdaki tabloya ulaş- mıştır. AKVARYUM UYUMLULUK TABLOSU E: Zarar Vermez H: Zarar Verir > D: Zarar Verme 5 İhtimali Vardır = o Buna göre Levent'in aşağıdakilerin hangisinde verilen balıkları aynı akvaryumda beslemesi beklenir?",
    "şık_a": "Beta - Gökkuşağı - Japon balığı",
    "şık_b": "Büyük kedi balığı - Çöpçü balığı - Gökkuşağı",
    "şık_c": "Çöpçü balığı - Japon balığı - Vatoz",
    "şık_d": "Beta - Büyük kedi balığı - Vatoz",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0001"
  },
  {
    "soru_id": "LGSTR-2018-02-02",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "2. Cömertlik ve yardım etmede Akarsu gibi ol Şefkat ve merhamette Güneş gibi ol Başkalarının kusurunu örtmede Gece gibi ol Hiddet ve asabiyette Ölü gibi ol Tevazu ve alçak gönüllülükte Toprak gibi ol Hoşgörürlükte Deniz gibi ol Ya olduğun gibi görün Ya göründüğün gibi ol Aşağıdaki atasözlerinden hangisi Mevlâna'nın bu metindeki öğütlerinden herhangi biriyle ilgili değildir?",
    "şık_a": "Öfkeyle kalkan, zararla oturur.",
    "şık_b": "Sana taşla vurana sen ekmekle dokun.",
    "şık_c": "Ağacın meyvesi olunca başını aşağı salar.",
    "şık_d": "Baca eğri de olsa dumanı. doğru çıkar.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-02-03",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "3. Aşağıdaki tablolarda yangın türleri ve bu yangın türlerinde kullanılabilecek söndürme maddeleri gösterilmiştir. Hangi yangın türünde hangi söndürme maddelerinin kullanılabileceği “/” işareti ile belirtilmiştir. Katı, | A | Ka LE | Esnemeyen Odun, kömür, ot, dokuma, plastik...",
    "soru_kökü": "Maddeler v 7 | - | Li il = g Görk Metan, propan, bütan, hidrojen, 2 See e= gio = | [=] 5S A,B, C ve D'deki ® | Halon ve Alternatifleri | | - | Maddelerin Elektrik | Motor, şalter, elektrik tesisatları... Gerilimi Altında D Toz Bulunması Uzu Bu tablolardan hareketle aşağıdaki olayların hangisinde yangın söndürme konusunda hatalı davranıldığı söyle- nebilir?",
    "şık_a": "Bir petrol istasyonunun elektrik tesisatında çıkan yangına ABC tozu ile müdahale edilmesi",
    "şık_b": "Doğal gaz depolama alanında çıkan yangına müdahale edilirken BC tozunun kullanılması",
    "şık_c": "Mobilya atölyesinde çıkan bir yangına müdahale edilirken köpük kullanılması",
    "şık_d": "Uranyum işleme tesisinde çıkan yangına D tozuyla müdahale edilmesi",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0003"
  },
  {
    "soru_id": "LGSTR-2018-02-04",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "4. Yazar, yaygın bir fikri değiştirmek amacıyla yazdığı bu yazıda, savunduğu düşünceyi başkasının görüşüyle desteklemiştir. Aşağıdakilerden hangisi bu cümlede sözü edilen yazıdan alınmış olabilir?",
    "şık_a": "Birçok sanatçı, sanat eserlerinin hiçbir düşünceyi yaymadığını söyler. Böyle bir şey mümkün değildir. Her eser, ister istemez bir insanın, bir toplumun düşüncelerini bildirir. Hatta sadece güzellik kaygısıyla yazılmış olanlar bile bir dünya görüşünden haber verir. Böyle olmasaydı Benite “Sanat eserleri bir medeniyeti sonraki nesillere anlatan şahitlerdir.” der miydi hiç?",
    "şık_b": "Bir yazarın, dilini geliştirmesi neye bağlıdır? Bu sorunun cevabı gayet basit: Halkla göbek bağını kesmemesine... Çünkü dili doğuran, besleyip geliştiren, halktır. Şair ve yazarlar ise halkın sesidir. Ne güzel diyor Dağlarca: “Şair ve yazarlar çağlarının, ülkelerinin ön duyarlılıklarıdır. Bir karanlığı, bir acıyı ilk onlar dile getirir.” Bu gerçek, yeryüzündeki bütün şair ve yazarlar için geçerlidir.",
    "şık_c": "Dostluğun temelinde sevgi vardır. Dostlukta hiçbir şey yalan ve yapmacık değildir, her şey gerçektir ve içten gelir. Bu yüzden dostluk, ihtiyaçlar ve çıkarlar gözetilerek doğmaz. Dostluğun doğuşunda, ruhların sevgiyle birbirine bağlan- ması vardır. Aristo'nun da dediği gibi dostluk, iki gövdede yaşayan bir ruhtur.",
    "şık_d": "Bir sanatçının eser ortaya koyması; toplum içinde onu isteyen, ondan anlayan; onun güzelliğini, çirkinliğini, iyiliğini ve kötülüğünü seçebilecek kimseler bulunduğuna inandığını gösterir. Bu nedenle sanat adamının, eseri ile ilgili eleştiri yazılmasını istememesine aldanmayın. Onun istemediği şey, ortaya koyduğu eserin begenilmemesidir.",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Eleştiri",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-02-05",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "6. Söylenmemiş aşkın güzelliğiyledir Kâğıtlarda yarım bırakılmış şiir İnsan, yağmur kokan bir sabaha karşı Hatırlar bir gün bir camı açtığını Duran bir bulutu, bir kuş uçtuğunu Bu dizelerin anlamlı ve kurallı cümleler hâline getirilmiş biçimi aşağıdakilerden hangisidir?",
    "şık_a": "İnsan, bir gün yağmur kokan bir sabaha karşı söylenmemiş aşkın güzelliğiyle bir camı açtığını, duran bir bulutu, bir kuş uçtuğunu, kâğıtlarda yarım bırakılmış şiiri hatırlar.",
    "şık_b": "İnsan, bir gün yağmur kokan bir sabaha karşı duran bir bulutu, bir kuş uçtuğunu, kâğıtlarda söylenmemiş aşkın gü- zelliğiyle yarım bırakılmış şiiri hatırlar.",
    "şık_c": "Kâğıtlarda yarım bırakılmış şiir, aşkın güzelliğiyle söylenmemiştir. İnsan, yağmur kokan bir sabaha karşı bir gün bir camı açtığını, duran bir bulutu seyrettiğini, bir kuş uçtuğunu hatırlar.",
    "şık_d": "Kâğıtlarda yarım bırakılmış şiir, söylenmemiş aşkın güzelliğiyledir. İnsan bir gün, yağmur kokan bir sabaha karşı bir camı açtığını, duran bir bulutu, bir kuş uçtuğunu hatırlar.",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Şiir",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-02-06",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "7. Çamaşırcı bir kadının kızı, okumak için benden kitap isteyince hoşuna gider diye düşünerek ona Orhan Kemal'in “Ça- maşırcının Kızı” adlı öykü kitabını verdim.",
    "soru_kökü": "Ertesi sabah yanıma gelip kitabı bana uzatınca “Ne o, hemen getirdin kitabı, beğenmedin mi yoksa?” dedim. Kız, gözlerimin içine bakarak “- - - -” dedi ve ekledi: “Ben okuduğum her kitapta yeni bir dünyayla tanışmak istiyorum.” Bu metinde boş bırakılan yere düşüncenin akışına göre aşağıdakilerden hangisi getirilmelidir?",
    "şık_a": "Önce yazarını tanımalıyım.",
    "şık_b": "Ben bunları biliyorum zaten.",
    "şık_c": "Bana sıkıntılarım hatırlatıyor.",
    "şık_d": "O kadar akıcıydı ki bir çırpıda bitirdim.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Hikaye",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0006"
  },
  {
    "soru_id": "LGSTR-2018-02-07",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "8. Bir sanat alanında başarılı olmuş insanlar, bu alanda adını duyurmak isteyen kişilere bazen doğrudan destek verir, bazen de ilham kaynağı olur. Bu cümlede anlatılan durumu, |. Paulo Coelho'nun anne ve babası, onun umut vadeden bir mesleğe yönelmesini istiyordu. Ancak o, yazar olmayı düşlüyordu ve ailesinin karşı çıkmasına rağmen yazmaya devam etti. Coelho'nun “Simyacı” isimli romanı dünya genelinde kırk milyondan fazla satıldı. Kitapları altmıştan fazla dile çevrildi. Mükemmel bir avukat da olabilirdi ancak o, dünyaca ünlü bir yazar oldu. ll. Minnesota'da doğan Bob Dylan, müzisyenlikle ilgili hayallerini gerçekleştirmek için New York'a gitti. Orada pek çok sanatçıyla tanıştı. Bunlar arasında, onu hayal bile edemeyeceği sanatsal noktaya taşıyan kişi Woody Guthrie oldu. Onun ses kaydını duyduğu anı “Zihnimde bir şimşek çakmış gibiydi.” diyerek ifade eden Dylan, yıllardır aradığını o kayıtta bulmuştu. Ill. Ressam olma hayaliyle büyüyen Mahişeker Hanım, bulduğu her kâğıda resim çizerek kendini bu alanda yetiştir- miştir.",
    "soru_kökü": "Resim tutkusu, ilkokul öğretmeninin etkisiyle küçük yaşlarda başlayan bu sanat âşığı teyzemiz “Köy yerinde ressam mı olurmuş?” sözlerine inat, resim yapmayı hiç bırakmadığını söylüyor. metinlerinden hangileri örneklendirmektedir?",
    "şık_a": "Yalnız |.",
    "şık_b": "Yalnız Il.",
    "şık_c": "Ive Ili.",
    "şık_d": "I, Il ve Ill.",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Roman",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0007"
  },
  {
    "soru_id": "LGSTR-2018-02-08",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "9. Kısaltmalarla ilgili bir çalışmada, kısaltmaların farklı yöntemlerle oluşturulduğu ifade edilmektedir. Bu yöntemlerden bazı- ları şunlardır: * oKelimeninilk hecesi kullanılarak yapılır. * Kelimenin bazı ünlü ve ünsüz harfleri birlikte kullanılarak yapılır.",
    "soru_kökü": "* Birleşik kelimelerde her kelimenin ilk harfi kullanılarak yapılır. Aşağıdakilerden hangisi bu metinde sözü edilen kısaltma türlerinden herhangi birine örnek olabilir?",
    "şık_a": "AA (Anadolu Ajansı)",
    "şık_b": "m (Metre)",
    "şık_c": "TR (Türkiye)",
    "şık_d": "Apt. (Apartman, Apartmanı)",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0008"
  },
  {
    "soru_id": "LGSTR-2018-02-09",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "10. » Topkapı Sarayı'nda bulunan bakır pişirme kapları oldukça büyüktür. * Şüphe dolu gözlerle “Dostum, ne'n var; her şey yolunda mı?” diye sordu. + Ill.",
    "soru_kökü": "Selim, İsmail Dede Efendi'nin bestelerini severek dinlemiştir. Bu cümlelerde kesme işaretinin (') aşağıdaki işlevlerinden hangisinin örneği yoktur?",
    "şık_a": "Kişi adlarından sonra gelen saygı ve unvan sözlerine getirilen ekleri ayırmak için kullanılır.",
    "şık_b": "Özel adlara getirilen durum eklerini ayırmak için kullanılır.",
    "şık_c": "Bir ek veya harften sonra gelen ekleri ayırmak için kullanılır.",
    "şık_d": "Seslerin söyleyiş gereği düştüğünü göstermek için kullanılır.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0009"
  },
  {
    "soru_id": "LGSTR-2018-03-01",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "2. * Ateş, düştüğü yeri yakar. »* Ayağını yorganına göre uzat. * Güneş balçıkla sıvanmaz.",
    "soru_kökü": "* Ağaç, yaprağıyla gürler. Aşağıdakilerden hangisi, bu atasözlerindeki altı çizili sözcüklerin karşıladığı anlamlardan biri değildir?",
    "şık_a": "Gerçekler",
    "şık_b": "Dert",
    "şık_c": "Akraba",
    "şık_d": "Meslek",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0001"
  },
  {
    "soru_id": "LGSTR-2018-03-02",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "4. Varlıkların, okuyucunun gözünde canlanacak şekilde, resim çizer gibi anlatılması olarak tanımlanan betimleme, açıklayı- cı ve sanatsal olmak üzere iki başlık altında incelenir. Açıklayıcı betimlemede varlıkların olduğu gibi tanıtılması amaçla- nır, kişisel düşüncelere yer verilmez.",
    "soru_kökü": "Görsellikten çok, izlenim ve sezgilerin ağır bastığı sanatsal betimlemede ise yazar, anlatımına duygu ve yorumlarını da katar. Bu metne göre aşağıdakilerin hangisinde açıklayıcı betimleme yapılmıştır?",
    "şık_a": "Gitgide kararan bulutsuz gökyüzünün altında, Dolmabahçe Sarayı'nın önündeki lokantanın terasında oturuyorduk. Lokantadaki bütün masalar doluydu. Arada bir geçmekte olan vapurların oluşturduğu dalgalar da olmasa durgundu deniz. Kıyıda bir çocuk, martılara ekmek atıyordu.",
    "şık_b": "Mavinin değişik tonları ile boyanmış resimde farklı yollar çizilmişti: dağların arasından geçen bir patika, nehrin üze- rine kurulu bir asma köprü, evlerin arasından büyük bir meydana uzanan Arnavut kaldırımları, uçsuz bucaksız çölde güneşe kadar uzanan gümüşten bir asfalt...",
    "şık_c": "Gelinin başında sıra sıra altın ve incilerle süslenmiş bir fes vardı. İki demet sarı tel, yanaklarının üstüne çaresizce uzanıyordu. Onu bugünün hürmetine tahta bir iskemleye oturtmuşlardı. Şaşkın ve nemli gözlerle etrafı süzüyor fakat daha ziyade önüne bakarak bu anın bitmesini bekliyordu.",
    "şık_d": "Vahanın altından, zeytinyağı renginde, elinizi sürseniz bulaşacağını sandığınız koyu bir çay akar. Çayın kenarında, yapraklarının ters tarafları rüzgârla güneşe dönünce parlayan narin kavaklar dizili, kof gölgeler serilidir. İncecik, yu- muşak ve sık otlarla kaplı yamaçlar heybetli görünmeye çalışır.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0002"
  },
  {
    "soru_id": "LGSTR-2018-03-03",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "5. KULLANMA TALİMATI |. Bu ilag, enfeksiyonların tedavisinde kullanılır ve enfeksiyona neden olan bakterileri etkisiz hâle getirir. ll. İlaç toz hâlinde olduğundan ilaca, etiket üzerinde işaretli çizginin yaklaşık yarısına denk gelecek kadar su ekleyerek şişeyi iyice çalkalayınız. Ill. Deri yüzeyinin altında küçük noktalar şeklinde kırmızı yuvarlak beneklerin oluşması durumunda ilacı kullanmayı bırakınız. IV.",
    "soru_kökü": "Mide ve bağırsak rahatsızlıkları ihtimalini en aza indirmek için yemekten önce alınmalıdır. Aldığı ilacı nasıl kullanması gerektiğini bilmeyen bir kişi, kullanma talimatında numaralanmış ifadelerin hangile- rine dikkat etmelidir?",
    "şık_a": "lve Ill.",
    "şık_b": "I ve IV.",
    "şık_c": "Il ve Il.",
    "şık_d": "Ive IV.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0003"
  },
  {
    "soru_id": "LGSTR-2018-03-04",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "6. * Tüm dizelerin sonunda ses benzerliği vardır. * İnsan dışındaki bir varlığa insana ait özellik yüklenmiştir.",
    "soru_kökü": "* Bütün dizelerin hece sayıları eşittir. Aşağıdaki dörtlüklerden hangisi bu özelliklerin tümünü içerir?",
    "şık_a": "İçimiz sevgi dolu, neşeler saçacağız Beyaz güvercin olup göklerde uçacağız Dünyaya, insanlığa barış dağıtacağız Bugün küçüğüz ama yarın büyüyeceğiz",
    "şık_b": "Yuvası saçakta kalan kırlangıç Yavrusu dallara emanet serçe Derken camiler üstünde güvercin Minareler katından geçiyorum",
    "şık_c": "Yürüyordum, ağlıyordu ırmaklar Yürüyordum, düşüyordu yapraklar Yürüyordum, sararmıştı yaylalar Yürüyordum, ekilmişti tarlalar",
    "şık_d": "Yaşamak güzel şey doğrusu Üstelik hava da güzelse Hele gücün kuvwvetin yerindeyse Elin ekmek tutmuşsa bir de",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0004"
  },
  {
    "soru_id": "LGSTR-2018-03-05",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "7. Üçgen, yıldız ve daireden oluşan bir kodlama sisteminde A, Ç, |, K, R harfleri aşağıdaki gibi gösterilmiştir. lak | lana _| bire Buna göre aşağıdaki beş harfli kelimelerden hangisi “KkAAXX4GAXAXAXA4” şeklinde kodlanır?",
    "şık_a": "KIRAK",
    "şık_b": "KIRAÇ",
    "şık_c": "ÇIRAK",
    "şık_d": "ÇARIK",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-03-06",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "8. Tokyo Üniversitesinde görev yapan Prof. Dr. Hidesaburo Ueno, 1924'te bir köpek yavrusu bulur ve onu sahiplenir. Köpeğe, Japoncada “sekizinci” anlamına gelen “Haçiko” adını koyar. Safkan akita cinsinden olan Haçiko, her sabah üniversiteye gitmek için evden metroya kadar yürüyen sahibine eşlik eder. Metronun dış kapısına kadar getirdiği sahibini uğurlayıp eve döner. Belli bir müddet sonra sahibinin eve dönüşünü de metronun önünde beklemeye başlayan Haçiko, bir yıl boyunca saati şaşırmaksızın her sabah, sahibini metroya kadar götürür; her akşam iş çıkışında da metronun önünde karşılar. Bir akşam Ueno, metrodan çıkmaz. Haçiko, gözleri metronun kapısında gece boyunca bekler. Bu bekleyiş dokuz yıl boyunca devam eder. Bugün Tokyo'ya gidenlerin Shibuya İstasyonu'nun kapısında karşılaştığı köpek heykeli Haçiko'ya aittir.",
    "soru_kökü": "Çün- kü Japonlar, Haçiko'yu bir vefa sembolü olarak benimsemiştir. Bu metinde Haçiko ile ilgili aşağıdakilerden hangisine değinilmiştir?",
    "şık_a": "Ne zaman doğduğuna",
    "şık_b": "Heykelinin niçin dikildiğine",
    "şık_c": "Çok zeki olduğuna",
    "şık_d": "Adının neden Haçiko konduğuna",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0006"
  },
  {
    "soru_id": "LGSTR-2018-03-07",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "9. ©> ; e e) I Merhaba. Tabii ki sorabilirsiniz. ” Buyurun. 14.16 Vv Sanırım birkaç kişi ” gelemeyecek.",
    "soru_kökü": "1447 Mesajınızı yazın ©) & ga Bu yazışmada numaralanmış bölümlerin hangisinde bir yazım yanlışı vardır. AYI.",
    "şık_a": "",
    "şık_b": "I.",
    "şık_c": "Ill.",
    "şık_d": "IV.",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0007"
  },
  {
    "soru_id": "LGSTR-2018-03-08",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "10. Aşağıda sinema filmi yapımının, sırasıyla “Geliştirim”, “Yapım Öncesi”, “Yapım”, “Yapım Sonrası” ve “Dağıtım” başlıkları altında incelenen beş aşaması karışık olarak verilmiştir. |. Düzgün ve kolay bir film çekimi için iyi bir hazırlık gerekir. Bu aşamada senaryoya uygun oyuncular belirlenir, dekor- lar ve kostümler hazırlanır. ll. Filmin hangi sinemalarda, ne zaman gösterime gireceğine karar verilir ve belirlenen sinema salonlarında gösterimi tamamlandıktan sonra farklı ortamlarda satışı başlar. Bazı filmler de festivallere gönderilir. Ill. Çekimi tamamlanan sahneler bilgisayarda kurgulanır, filme görüntü ve ses efektleri ile müzik eklenir. Yapım ekibinin kontrolünden sonra film, izleyici ile buluşmaya hazır hâle gelir. IV. Her film bir fikirle başlar. Bu fikir; önce bir öyküye, sonra senaryoya ve daha sonra resimli taslağa dönüştürülür. Filmde, özel efektler ve fantastik ögeler kullanılacaksa bunları ekibin anlayacağı şekilde çizecek iyi bir ressama gereksinim duyulur. Daha sonra, masrafları üstlenecek bir yapımcı arayışına gidilir. V. Filmin bütün sahneleri, hazırlanan programa uygun şekilde çekilir.",
    "soru_kökü": "Bu sürecin sorunsuz geçmesi için görev dağılımı- nın çok iyi yapılması gerekir. Bu aşamalar aşağıdakilerin hangisinde doğru sıralanmıştır?",
    "şık_a": "I-IV-V-I-Ill",
    "şık_b": "1-V-IIl-IV-II",
    "şık_c": "IV-1-V-IIl-Il",
    "şık_d": "IV-V-Il-1- Ill",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Hikaye",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0008"
  },
  {
    "soru_id": "LGSTR-2018-04-01",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "2. Aksaray'daki bir muhasebe bürosunda kurulan sete bacaklarım titreyerek gittim. Masanın arkasındaki deri koltuğa otur- duğum o ana kadar oyunculukla ilgili hiçbir tecrübeye sahip değildim.",
    "soru_kökü": "Ancak kamera karşısına çıkmadan önce, usta bir oyuncu olan rol arkadaşımın söylediği şu sözler beni biraz rahatlattı: “Sakın rol yapmaya kalkma. Sinemanın oynayan bir oyuncuya ihtiyacı yok.” Bu parçada geçen “oynayan bir oyuncu” sözüyle anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "Role kendi yorumunu katmak",
    "şık_b": "Senaryoya bağlı kalmamak",
    "şık_c": "İşinin hakkını vermemek",
    "şık_d": "Doğallıktan uzak olmak",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0001"
  },
  {
    "soru_id": "LGSTR-2018-04-02",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "3. Aşağıda bir cep telefonunun garanti şartları ve kullanım kılavuzu verilmiştir. GARANTİ ŞARTLARI KULLANIM KILAVUZU 1. Garanti süresi, ürünün teslim tarihinden iti- 1. Telefonunuz için hasarlı güç kabloları, priz baren başlar ve üç yıldır. veya fişleri kullanmayınız. 2. Garanti hizmetinden faydalanmak için fatu- 2. Telefonunuzu sıvı temasından koruyunuz. ranın gösterilmesi gerekmektedir. 3. Herhangi bir arıza meydana gelirse telefo- 3. Ürünün, garanti süresi içinde gerek malze- nunuzu kendiniz tamir etmeyiniz. me ve işçilik gerekse montaj hatalarından dolayı arızalanması hâlinde hiçbir ücret ta- 4. Telefonunuza, güvenilir olmayan internet si- lep edilmeksizin tamiri yapılacaktır. telerinden yazılım indirmeyiniz. 4. Ürünün, kullanım kılavuzunda yer alan hu- suslara aykırı kullanılmasından kaynakla- nan arızalar garanti kapsamı dışındadır. Dört farklı müşteri, bozulan telefonlarının garanti kapsamında tamir edilmesini istemektedir.",
    "soru_kökü": "Telefonu aldıkları firmaya bu amaçla bir dilekçe yazmışlardır. Buna göre aşağıdaki taleplerden hangisinin firmadan olumlu cevap alması beklenir?",
    "şık_a": "İki yıl önce firmanızdan aldığım cep telefonum şarj olmuyor. Faturam olmadığı için kimlik bilgilerimi gönderiyorum. Ürünün değiştirilmesini veya ücretsiz tamirini talep ediyorum.",
    "şık_b": "İnternet sitenizden iki buçuk yıl önce aldığım ve faturasını sakladığım cep telefonum son iki haftadır aşırı ısınıyor. Ürünün firmanız tarafından tamir edilmesini istiyorum.",
    "şık_c": "Henüz iki ay önce firmanızdan aldığım telefonumun üzerine su döküldü. Telefonum o günden beri çalışmıyor. Cihazı- mın garanti kapsamında tamir edilmesini istiyorum.",
    "şık_d": "Firmanızdan bir yıl önce aldığım cep telefonu, kullanım kilavuzuna uygun kullandığım hâlde arızalandı. Ürünü onar- mak için söktüğümde bazı parçaların paslandığını gördüm. Ürünün tamir edilmesini istiyorum.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0002"
  },
  {
    "soru_id": "LGSTR-2018-04-03",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "4. Sanma şahım / herkesi sen / sadıkane / yâr olur Herkesi sen / dost mu sandın / belki ol / ağyar olur Sadıkane / belki ol / bu âlemde / dildar olur Bu dörtlükte her dizenin eğik çizgiyle (/) gösterilen ilk bölümleri yukarıdan aşağıya okunduğunda birinci dizeyi, ikinci bö- lümleri ikinci dizeyi, üçüncü bölümleri ise üçüncü dizeyi oluşturmaktadır. Buna göre dörtlüğün son dizesi aşağıdakilerin hangisinde doğru verilmiştir?",
    "şık_a": "Ağyar olur / dildar olur / yâr olur / serdar olur",
    "şık_b": "Herkesi sen / bu âlemde / sadıkane / dost mu sandın",
    "şık_c": "Yâr olur / ağyar olur / dildar olur / serdar olur",
    "şık_d": "Sanma şahım / herkesi sen / sadıkane / dost mu sandın",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Anlam",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "paragraf",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-04-04",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "6. Haber yazıları, bir olay ya da olguyla ilgili bilgilerin 5N1K kuralına göre yazılı metin hâline getirilmesiyle oluşur.",
    "soru_kökü": "5N1K kuralı, haberin “ne, nasıl, niçin, nerede, ne zaman, kim” sorularına göre kurgulanmasıdır. Bu açıklamaya göre aşağıdakilerin hangisi 5N1K kuralına göre yazılmış bir haber yazısıdır?",
    "şık_a": "Biz de her defasında olduğu gibi büyük bir heyecanla dinledik onu.",
    "şık_b": "“Askerlik süresi kısaltılıyor. Üç ay temel askerlik eğitimi alan herkes, vatani görevini tamamlamış sayılacak. İsteyen, maaş karşılığında ordudaki görevine devam edecek. Yeni yasa, Resmi Gazete'de yayımlanmasının ardından yürür- lüğe girecek.” haberini okuyan babam gülümsedi. Başladı askerlik anılarını anlatmay",
    "şık_c": "Bilmem duydunuz mu, Sultanahmet Camii'nin halıları yenilendi. Nasıl bir desen tutturacaklar diye merak ediyordum doğrusu. Sonuç olumlu çıktı. Sevindim. Caminin güzelliğini buradan tekrar anlatmaya gerek yok. Çinilerinin hâkim rengi ile “Mavi Cami” olarak anılıyor. Yapılan süslemeler, bu hâkim renge yer yer lacivert ve kırmızılar eklenerek ta- mamlanmış.",
    "şık_d": "Kastamonu'da bir aile beş kuşaktır şimşir kaşık üretiyor. Çocukluğundan beri ağaçları yontarak mutfak araç ve gereç- leri yapan Mehmet Bey, dede mesleğini yaşatmak için çalışıyor. Bakteri üremesini engelleyen bir özelliğe sahip oldu- ğu için sağlık açısından da tercih edilen bu kaşıklar, kayalıklarda yetişen ve değerli bir ağaç olan şimşirden yapılıyor.",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0004"
  },
  {
    "soru_id": "LGSTR-2018-04-05",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "7. ÇEVRESEL PERFORMANS İNCELEMESİ RAPORU'NA GÖRE TÜRKİYE 2008 yılındaki Çevresel Performans İncelemesi'nden bu yana Türkiye; hava kirliliği, enerji kullanımı ve su tüketiminin azaltılması konularında ilerleme kaydetti. 11 yılda Türkiye'de kaydedilen gelişmeler şunlardır: Güneş, rüzgâr, jeotermal ve hidroelektrik enerjisinde, kurulu kapasite bakımından dünyanın önde gelen ülkelerinden biri oldu. Zi 707 Di Yirmi beş hidrolik havza / sö 5 > > Çevre ile ilgili konular, tespit edildi ve yirmi beş 4 4G o okullarda fen ve sosyal nehir havzası için koruma ; » bilimler dersleriyle eylem planı hazırlandı./ ö » ilişkilendirildi. Türk firmaları, Bi i 6 Ağaçlandırma, erozyon sera gazının “ & 49 ,: denetimi, mera ıslahı ve azaltılması için yf Hj, suni gençleştirme yapılan çalışmalarda DEM A Zi çalışmaları sayesinde etkin şekilde rol aldı. Tehlikeli atıkların orman örtüsü genişledi.",
    "soru_kökü": "üretimi azaltıldı. Bu metinde aşağıdakilerden hangisine başvurulmamıştır?",
    "şık_a": "Tanımlamaya",
    "şık_b": "Örneklendirmeye",
    "şık_c": "Karşılaştırmaya",
    "şık_d": "Açıklamaya",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0005"
  },
  {
    "soru_id": "LGSTR-2018-04-06",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "8. İki hayali çay markasının lezzet testine tabi tutulduğu bir araştırmada, markaların ilk üç harfi, katılımcıların adlarındaki harflerden oluşmaktaydı. Örneğin Tarık ve Demet isimli katılımcıların deneyeceği çayların markaları “Tarçay” ve “Demlik”ti. Katılımcılar çayların tadına bakmış, ikisi üzerinde de dikkatle düşünmüş ve neredeyse her seferinde isimlerine benzer harflerle başlayan çay markasını yeğlemişlerdi. Yani Demet, “Demlik” markalı çayı; Tarık “Tarçay” markalı çayı lezzetli bulmuştu. Bir başkası da yine adına göre uydurulmuş bir diğer markanın çayını...",
    "soru_kökü": "Katılımcılar bu harf bağlantısının açık bir biçimde farkında değillerdi. Seçtikleri çayın tadının daha iyi olduğuna inanıyorlardı yalnızc",
    "şık_a": "İnsanoğlu çeşitli olaylar karşısında empati kurmakta zorlanır.",
    "şık_b": "Birçok insan peşin hükümlü davranmayı alışkanlık hâline getirmiştir.",
    "şık_c": "İkilemde kalan insan bu durumdan bir an önce kurtulmak ister.",
    "şık_d": "İnsanlar, kendileriyle ilgili unsurlarla yakınlık kurma eğilimindedir.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0006"
  },
  {
    "soru_id": "LGSTR-2018-04-07",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "9. Ahmet, Berna, Cem, Deniz ve Elif adlı kişiler hem cuma hem de cumartesi gösterilen K ve L oyunlarına bilet almışlardır. Kişilerin biletlerine ilişkin bazı bilgiler şu şekildedir: * Her bir kisi, sadece bir bilet almıştır. * Cumagünü gösterilen oyunlara sadece birer kişi bilet almıştır. * Cumartesi günü gösterilen L oyununa sadece Elif bilet almıştır. + Ahmet ve Cem, aynı oyunun farklı günlerine bilet almıştır.",
    "soru_kökü": "+ Berna, cuma günü gösterilen bir oyuna bilet almıştır. Buna göre aşağıdakilerden hangisi bilinirse tüm kişilerin bilet bilgileri belirlenebilir?",
    "şık_a": "Ahmet'in hangi gün için bilet aldığı",
    "şık_b": "Berna'nın hangi oyuna bilet aldığı",
    "şık_c": "Cem'in hangi oyuna bilet aldığı",
    "şık_d": "Deniz'in hangi gün için bilet aldığı",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0007"
  },
  {
    "soru_id": "LGSTR-2018-04-08",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "10. “Anadolu'nun dört bir yanı medeniyetin beşiğidir.” cümlesinde “medeniyetin beşiğidir” ifadesi yüklemdir.",
    "soru_kökü": "Bu cümlede yük- lem dışında yargı bildiren bir sözcük veya söz grubu bulunmadığı için cümle, tek yüklemli cümledir. Buna göre aşağıdakilerden hangisi tek yüklemli cümle değildir?",
    "şık_a": "Yaşamınızdaki her sorun, içinde bir armağan saklar.",
    "şık_b": "Bilimde en yeni, edebiyatta en eski kitapları oku.",
    "şık_c": "Boş oturmak pas gibidir, insanı çabucak eskitir.",
    "şık_d": "Hayatın dengesini sevgi ile birlikte güven oluşturur.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0008"
  },
  {
    "soru_id": "LGSTR-2018-05-01",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "2. Bazı Nasrettin Hoca fıkralarında, insanlara bireysel özelliklerini göz önünde bulundurarak davranmak gerektiği vurgula- nır. Aşağıdaki fıkralardan hangisi bu cümlede sözü edilen duruma örnek olabilir?",
    "şık_a": "..",
    "şık_b": "Hoca'nın cimri komşusu bir gün göle düşer. Arkadaşları ona yardım etmek için “Elini ver de seni çıkaralım.” derler. Fa- kat cimrilik, ruhuna öyle işlemiştir ki boğulma tehlikesiyle karşı karşıya kalmasına rağmen elini vermek istemez. Kom- Şusunu çok iyi tanıyan Hoca “Al elimi de seni çıkarayım.” deyince adam, Hoca'nın elini tutar ve boğulmaktan kurtulur.",
    "şık_c": "Nasrettin Hoca bir gün yoğurt mayalamak için göl kenarına gitmiş. Göle kaşık kaşık yoğurt dökmeye başlamış. Gölün etrafında piknik yapan köylüler şaşırmış. İçlerinden biri, Hoca'nın yanına gelerek şöyle demiş: — Hayırdır Hoca'm, ne yapıyorsun böyle? — Göle yoğurt çalıyorum. — İlahi hocam, göl maya tutar mı? — Ya tutars",
    "şık_d": "Hoca bir gün pazarda bir papağanın çok pahalı satıldığını görünce gidip evden hindisini getirmiş ve yüksek bir fiyata satmaya çalışmış. Yanındakiler gülerek “Hoca'm, bu hindi bu kadar para eder mi?” diye sormuşlar. Hoca, papağana da çok yüksek bir fiyat istediklerini söyleyince “O papağan konuşur da ondan pahalıdır.” demişler. Hoca, “O konuşursa bu da düşünür.” cevabını vermiş.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-05-02",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "4. Aşağıdaki medya metinlerinden hangisinin yazılış amacı yay ayraç içinde yanlış verilmiştir?",
    "şık_a": "(İkna etme)",
    "şık_b": "",
    "şık_c": "",
    "şık_d": "Avrupa Nükleer Araştırma Merkezi (CERN) dünyanın en büyük fizik laboratuvarıdır. On iki Avrupa ülkesi tarafından 1954'te kurulmuştur. CERN'e üye ülkeler kendi olanakları ile gerçekleştirecekleri yüksek maliyetli araştırmaları burada yapmaktadır. 2015'ten beri CERN'e üye olan Türkiye de oradaki çalışmalara katılabilmektedir. (Bilgilendirme)",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-05-03",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "6. Toplum içine girdiğimde en çok karşılaştığım sözler şunlar oluyor: “Size çok imreniyoruz, okuyacak ne çok vakti- niz oluyor. Sosyal medyadan paylaştığınız kitapları hevesle alıyor ama onları okuyacak vakti bir türlü bulamıyoruz.” Hâlbuki - - - -.",
    "soru_kökü": "Okumak hayatı anlamayı ve anlamlandırmayı kolaylaştırdığı için her anımızda, başka zevk arayışına girmeden bir kitabın sayfalarına demir atıveririz. Bu parçada boş bırakılan yere düşüncenin akışına göre aşağıdakilerden hangisi getirilmelidir?",
    "şık_a": "zaman yetersizliği, yalnız okurların değil, toplumun genel bir sorunudur",
    "şık_b": "okuyacak zamanımız olduğu için okumayız, okumaktan keyif aldığımız için okuruz",
    "şık_c": "biz yazarlar da onlardan çok farklı değiliz, hayat telaşı içinde okumaya zaman bulamıyoruz",
    "şık_d": "okumak, gerçekten de öyle ayaküstü yapılabilecek, geçiştirilecek bir eylem değildir",
    "doğru_cevap": "C",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0003"
  },
  {
    "soru_id": "LGSTR-2018-05-04",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "7. Bugünkü sanat iklimi, sanatçılardan toplumun dertlerini ele alan şiirler istiyor. Ben de genç bir şair olarak böyle şiirler yazmaya çalışıyorum. Peki, ödevimi tam olarak yerine getirebiliyor muyum, dertlerinin çaresini arayan halka rehberlik edebiliyor muyum. Ne gezer. Bir türlü yapamıyorum. Çünkü yazdığım şiirler, o şiirleri doğuran şartların gerisinde kalıyor. Hayat benden daha hızlı gidiyor, toplum benden daha fazlasını istiyor. Toplum beni takip edecekken ben toplumu takip ediyorum.",
    "soru_kökü": "Bu yüzden son zamanlarda büyük şairlerin, zamanı yakalamaya çalışırken izlediği yöntemlere daha fazla odaklanıyorum. Kendisinden böyle söz eden bir şair aşağıdakilerin hangisinde verilenlerle nitelendirilebilir?",
    "şık_a": "Gayretli - İçe dönük",
    "şık_b": "Şüpheci - Umutlu",
    "şık_c": "Kendine güvenen - Başkalarını önemseyen",
    "şık_d": "Öz eleştiri yapabilen - Gelişime açık",
    "doğru_cevap": "A",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Eleştiri",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0004"
  },
  {
    "soru_id": "LGSTR-2018-05-05",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "8. Küresel Tohum Deposu, Norveç'te bulunuyor. Burada, dünyanın her köşesinden toplanan 4,5 milyon bitki tohumunun her birinden beş yüz, toplamda 2,25 milyar örneğin depolanması hedefleniyor. İstenen çeşitliliğe ve sayıya ulaşıldıktan sonra depo kapılarının kapatılması, gerekli olmadıkça da depoya giriş ve çıkışların durdurulması planlanıyor. Bir sığınağı andıran bu depo, her biri yirmi yedi metre uzunluğunda, on metre genişliğinde ve altı metre yüksekliğinde üç ana bölümden oluşuyor. Yerin yüz yirmi metre altında bulunmasına rağmen deniz seviyesinin üstünde kalan depo, buzullar erise dahi, yükselen deniz sularının altında kalmayacak ve kutuplardan gelen soğuklardan faydalanacak şekilde özenle konumlandırılmış.",
    "soru_kökü": "Nem düzeyi düşük bir ortamda ve -18 derece sıcaklıkta korunan bitki tohumlarının, içinde bulundukları ortamda yıllarca bozulmadan kalacağı düşünülüyor. Bu metinde “Küresel Tohum Deposu” ile ilgili aşağıdakilerden hangisine değinilmemiştir?",
    "şık_a": "Yapı özelliklerine",
    "şık_b": "Taşıdığı öneme",
    "şık_c": "Kuruluş amacına",
    "şık_d": "Ortam koşullarına",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0005"
  },
  {
    "soru_id": "LGSTR-2018-05-06",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "9. Aşağıdaki metinlerden hangisine “Sosyal Medyanın Tüketici Davranışlarına Etkisi” başlığının getirilmesi en uygundur?",
    "şık_a": "Sosyal medya bağımlılığı, özellikle akıllı telefonların hayatımıza girmesiyle giderek arttı. Görünür olma ve başkala- rının hayatını takip etme isteğinin günümüzde kimileri için abartılı bir hâl aldığını söyleyen uzmanlar, sosyal medya bağımlılığının kontrol altına alınmadığı takdirde kaygı bozukluklarından depresyona kadar pek çok zararı olabileceğini vurguluyor.",
    "şık_b": "Son dönemlerde toplumsal hayatta yaşanan birçok gelişme internetin doğrudan ya da dolaylı etkisiyle ortaya çık- maktadır. Sosyal medya adı verilen bu yeni iletişim mecrası, eski medya araçlarından farklı ve yaşadığımız zamanın ruhuna daha uygundur.",
    "şık_c": "Sosyal medyada bulunan içerikler, bunlardan yararlananların tutumunu ve sosyal medya pazarlamasını biçimlendir- mektedir. İnsanlar, bir ürünü satın almaya karar verme noktasında sosyal medyadaki kullanıcı veya firma tarafından oluşturulmuş içeriklerden etkilenmektedir.",
    "şık_d": "İnsanlık tarihi boyunca var olan iletişim, çağımızda yeni bir boyut kazanmıştır. Hızla değişen teknoloji, giderek artan istek ve ihtiyaçlar birtakım iletişim araçlarının ortaya çıkmasını sağlamıştır. Bu iletişim araçlarının en önemlisi günü- müzde çok etkin kullanılan-internettir. İnsanlar, internet ve sosyal medya sayesinde yeni iletişim olanaklarına sahip olmuşlardır.",
    "doğru_cevap": "B",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  },
  {
    "soru_id": "LGSTR-2018-05-07",
    "yıl": 2018,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "10. e Dahaazizle, daha fazla yap. e Daha az kork, daha fazla dene. e Daha az yargila, daha fazla kabul et. Aşağıdaki özdeyişlerden hangisi bu cümlelerin herhangi biriyle anlamca ilişkilendirilemez?",
    "şık_a": "Elindekiyle yetinmeyen, elde edeceği ile de yetinmez.",
    "şık_b": "Güllerin dikeni olduğundan yakınma, dikenlerin gülü olduğuna şükret.",
    "şık_c": "Seni hayallerine ulaştıracak en önemli şey cesaretindir.",
    "şık_d": "Hayata seyirci kalmaktansa çaba gösteren bir oyuncu ol.",
    "doğru_cevap": "D",
    "konu_basligi": "Edebi Türler",
    "alt_konu_basligi": "Edebi Türler",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "",
    "odak_ogesi": "metin",
    "zorluk": "",
    "metin_uzunlugu": "",
    "metin_id": ""
  }
]