[
  {
    "soru_id": "LGSTR-2023-ORNEK-01",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 1,
    "metin_var_mi": "evet",
    "metin": "Aşağıda üç farklı sözcüğün anlamı verilmiştir. • Bir kimse veya nesnenin başka bir kişi veya şey üzerindeki gücü, tesir • Bir yazıyı meydana getiren harf ve işaretlere bakıp bunları çözümlemek veya seslendirmek • Büyük bir hayranlığa yol açan",
    "soru_kökü": "Bu sözcüklerin verilen anlamlarda kullanıldığı metin aşağıdakilerden hangisidir?",
    "şık_a": "Şu anda gözleriniz beyaz bir kâğıt üzerine yazılmış siyah renkli, kimi düz, kimi eğimli çizgilerden oluşan şekiller üzerinde dolaşıyor ve onları satır satır tarıyor. Bu basit şekilleri algıladığınızda beyninizde olağanüstü bir değişim gerçekleşiyor ve bu değişimin etkisiyle hayal dünyanızda yepyeni bir yolculuğa çıkıyorsunuz.",
    "şık_b": "Okumanın beyinde ne tür etkileri olduğunu öğrenmenin beklentisi içine girdiniz. Belki de daha önce üzerinde hiç düşünmediğiniz bir konu hakkında bir şeyler öğrenecek olmanın heyecanını hissediyorsunuz. Bu heyecanla beyaz kâğıt üzerindeki gelişigüzel çizgi veya şekillerin zihninizi bir anda bambaşka dünyalara götürmesi olağanüstü değil mi?",
    "şık_c": "Üzerinde hiç düşünmeden, doğal olarak gerçekleştirdiğimiz okuma işlevi beynin olağanüstü başarılarından biridir. Okuma, gözlerin yazıyı algılamasıyla başlar. Örneğin bu satırları okurken gözleriniz sayfayı soldan sağa ve saniyede dört beş defa tekrarlanan kısa süreli duraksamalarla taradı.",
    "şık_d": "Bir yazıyı okurken gözümüz ilk bakışta sadece bir veya iki kelimeyi net algılayabilir. Bu nedenle bir satırın ortasındaki kelimeye odaklandığımızda o satırın başındaki ve sonundaki kelimeleri görürüz ama okuyamayız. Her bir kelimeyi, gözümüzdeki kasılımlı hareketin etkisiyle netlik alanının merkezine getirdiğimizde okuma gerçekleşir.",
    "doğru_cevap": "B",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Sözcükler Arası Anlam İlişkileri",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Anlama",
    "kazanım": "Bağlamdan yararlanarak bilmediği kelime ve kelime gruplarının anlamını tahmin eder.",
    "odak_ogesi": "kelime-anlam eşleştirmesi",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0001"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-02",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 2,
    "metin_var_mi": "evet",
    "metin": "(I) Basketbola benzer ilk oyunun Amerika’da Kızılderililer tarafından oynandığı belirtilmektedir. (II) Kızılderililerin oynadığı bu oyunda, yaklaşık 3 m yükseğe monte edilen bir sepete top atılır ve her sayıdan sonra sepetten elle çıkarılırdı. (III) Basketbolun bugünkü durumuna gelmesindeki ilk bilinçli çabalar, James Naismith tarafından 1891’de başlatılmıştır. (IV) Kış döneminde koşucuların sakatlanmalarını önlemek amacıyla yardımcı antrenman olarak yapılan basketbol, kısa bir sürede geniş kitlelerin ilgisini çekmiş ve zamanla popüler spor dallarından biri hâline gelmiştir.",
    "soru_kökü": "Basketbolun anlatıldığı bu parçada numaralanmış cümlelerle ilgili aşağıdakilerden hangisi yanlıştır?",
    "şık_a": "I. cümlede, en ilkel şeklinin kimler tarafından oynandığı anlatılmıştır.",
    "şık_b": "II. cümlede, ilk olarak nasıl oynandığıyla ilgili bilgi verilmiştir.",
    "şık_c": "III. cümlede, günümüzdeki şekline gelmesinde emeği geçen öncüden bahsedilmiştir.",
    "şık_d": "IV. cümlede, ortaya çıkmasında koşucuların önemli bir katkı sağladığından söz edilmiştir.",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Cümle Analizi / Metin Yorumlama",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki yardımcı fikirleri belirler.",
    "odak_ogesi": "yanlış yargıyı bulma",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0002"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-03",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 3,
    "metin_var_mi": "evet",
    "metin": "Uykusuz kalmanın, yüz ifadelerini anlamlandırmaya etkilerini inceleyen bilim insanları bir deney gerçekleştirdi. Deneyde grup üyeleri, bir gece boyunca çok az uyudular. Bir hafta ara verildikten sonraki geceyse 8 saat yani yeterli süre uyudular. Bu iki uygulamanın yapıldığı gecelerin sabahlarında grup üyelerinden, farklı duygu ifadelerini içeren insan yüzü görsellerini değerlendirmeleri istendi. Katılımcılar, görsellerine baktıkları kişileri güvenilirlik ve mutluluk durumlarına göre sınıflandırdı. Çok az uyudukları gecenin sabahında baktıkları görsellerdeki insanların olduğundan daha güvenilmez ve mutsuz olarak değerlendirdiler. Araştırmacılar, bu durumun insanlarla iletişimi olumsuz etkileyebileceği çıkarımında bulundu.",
    "soru_kökü": "Bu parçadaki altı çizili bölümle aşağıdakilerin hangisine gönderme yapılmıştır?",
    "şık_a": "Kişilerin mutlu olduklarında çok fazla uyumalarına",
    "şık_b": "Uykusuz kişilerin, insanları tarafsız değerlendirememesine",
    "şık_c": "İnsanların uyudukları sürenin yeterli olmamasına",
    "şık_d": "Bir süre hiç uyumayan insanların uyku düzeninin bozulmasına",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metin İçi Göndermeler",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki ifadelerin birbirleriyle ilişkisini kurar.",
    "odak_ogesi": "zamir/işaret grubu karşılığı",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0003"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-04",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 4,
    "metin_var_mi": "evet",
    "metin": "Sevgili Okurlarımız, Dergimizin bu sayısında ülkemizdeki denizlerde yaşayan canlılar, yuvadan düşen yavru bir kuş bulursanız yapmanız gerekenler, atmosfer optiğinin neden olduğu gök olayları, doğadan elde edilen boyalarla ilgili dikkat çekici yazılar bulacaksınız. Ayrıca yaz mevsiminin etkisini iyice hissettirdiği bu bunaltıcı günlerde heyecanla izlenen ve oldukça estetik hareketlerin yapıldığı bir su sporu olan “atlama”yı tanıyabileceğiniz yazımızın ilginizi çekeceğini düşünüyoruz. Tabii ki hem eğlenip hem öğrenebileceğiniz pek çok etkinlik de sayfalarımızda yer alıyor. Eklerimizde bu ay, hayvanlarla ilgili mesleklerden bazılarına yer verdiğimiz bilgi kartları ve çıkartmalı bir poster bulunuyor. Çıkartmalardaki canlıları, poster üzerindeki denizlerimize yapıştırabilirsiniz. Ancak öncelikle bu canlıların hangi denizlerimizde yaşadıklarını biraz araştırmalısınız.",
    "soru_kökü": "Bir derginin sunuş yazısından alınan bu parçadan hareketle aşağıdaki başlıklardan hangisinin bu dergide yer alması beklenmez?",
    "şık_a": "Atlama Havuzunda Antrenmandayız!",
    "şık_b": "Buzul Erimesinin İnsanlara Etkisi",
    "şık_c": "Hayvanlar Nasıl Muayene Edilir?",
    "şık_d": "Atmosferdeki Gazların Renkli Oyunu",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metinle Başlık İlişkisi",
    "soru_tipi": "çıkarım_yapma",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduğu metnin içeriğine uygun başlık/konu belirler.",
    "odak_ogesi": "içerik-başlık uyumu",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0004"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-05",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 5,
    "metin_var_mi": "evet",
    "metin": "(I) Ormanda uçan bir kuş sürüsüyle karşılaşmak çoğumuz için doğal bir durumdur. (II) Peki, sürü hâlinde uçan insansız hava araçları bir anda karşınıza çıksa ne düşünürdünüz? (III) Çin’deki bir bambu ormanında test edilen insansız hava araçları, önceden konumları bilinmeyen doğal engellerin bulunduğu bir ortamda uçuş gerçekleştirdi. (IV) Bilim insanları bu çalışmada, ağaçların çok sık olduğu ormanlarda bile sorunsuz uçabilen kuş sürülerinden esinlendiklerini belirtti.",
    "soru_kökü": "Bu parçada numaralanmış cümlelerin hangisinden sonra “Üstelik bunu hem engellere hem de birbirlerine çarpmadan yapmayı başardı.” cümlesi getirilirse parçanın anlam akışına uygun olur?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Akışı Bozan Cümle / Cümle Yerleştirme",
    "soru_tipi": "muhakeme",
    "beceri_alani": "Anlama",
    "kazanım": "Metni oluşturan unsurlar arasındaki geçiş ve bağlantı ifadelerinin işlevini belirler.",
    "odak_ogesi": "anlam akışı ve bağlantı",
    "zorluk": "zor",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0005"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-06",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 6,
    "metin_var_mi": "evet",
    "metin": "Ben ki atalarımın sözünü kulağıma küpe ettim. Çünkü bilirim ki tecrübe eden, her birimizden daha bilgilidir. Görüp geçiren, bir tutulur mu kendi kabuğuna kapanıp kalanla? Tutulmaz elbet! Gel, sen sözümü yabana atma; altın ile bir tut bilge kelamını. Âlimin sözü bilgisiz için göz olur. Dinlemeyi bilirsen bak nasıl açılacak gözün, kulağın ve ruhun. Dilin daima tatlı, gözün pek olsun. Kulağın çift, ağzın tek olsun. Bu parçada; I. Âlim unutmuş, kalem unutmamış. II. Az söyle, çok dinle. III. Ulu sözü dinlemeyen, uluyakalır. atasözlerinden hangilerinin içeriğiyle örtüşen öğütler verilmiştir?",
    "soru_kökü": "atasözlerinden hangilerinin içeriğiyle örtüşen öğütler verilmiştir?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız II",
    "şık_c": "I ve III",
    "şık_d": "II ve III",
    "doğru_cevap": "D",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Atasözleri ve Deyimler",
    "soru_tipi": "analiz",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki söz sanatlarını, deyim ve atasözlerini kavrar.",
    "odak_ogesi": "öğüt-atasözü eşleştirmesi",
    "zorluk": "zor",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0006"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-07",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 7,
    "metin_var_mi": "evet",
    "metin": "I. Dalgalar kıyıya her vurduğunda bu borulara dolan su ve havanın etkisiyle titreşim oluşuyor. II. Dalga sesi, doğanın en güzel melodilerinden biri olabilir. III. Böylece her bir dalgaya özgü, eşsiz melodiler kıyı boyunca dinlenebiliyor. IV. Dalgaların uyum içindeki hareketlerinin oluşturduğu sesten esinlenen bir mimar bir deniz orgu tasarladı. V. Titreşimler, merdivenin en üstündeki boşluklardan farklı tınılarda sesler çıkmasını sağlıyor. VI. Deniz orgu, kıyı şeridi boyunca yapılmış mermer basamakların altına gizlenen farklı yükseklikteki borulardan meydana geliyor.",
    "soru_kökü": "Numaralanmış cümlelerle anlamlı bir paragraf oluşturulmak istenirse sıralama aşağıdakilerden hangisi olur?",
    "şık_a": "II - IV - VI - I - V - III",
    "şık_b": "II - IV - I - VI - III - V",
    "şık_c": "IV - II - V - VI - III - I",
    "şık_d": "IV - VI - I - II - V - III",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragraf Oluşturma",
    "soru_tipi": "muhakeme",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki olay, düşünce ve durumları doğru sıraya koyar.",
    "odak_ogesi": "mantıksal sıralama",
    "zorluk": "zor",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0007"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-08",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 8,
    "metin_var_mi": "evet",
    "metin": "Nüzhet Toydemir Gökdoğan, Türkiye’nin ilk kadın dekanı unvanıyla 1950’li yıllarda İstanbul Üniversitesinde Astronomi Kürsüsünün başına geçti ve sonrasında Türk Astronomi Derneğini kurdu. 1980’li yıllarda emekli olana dek gerek yaptığı araştırmalar, gerekse yetiştirdiği öğrencilerle Türkiye’de gök bilimin gelişmesine büyük katkı sağladı. Nüzhet Toydemir Gökdoğan; Cahit Arf, Mustafa İnan ve Nazım Terzioğlu ile birlikte Türk Matematik Derneğini de kurmuştur.",
    "soru_kökü": "Bu parçada aşağıdakilerden hangisine uyulmamasından kaynaklanan bir noktalama yanlışı yapılmıştır?",
    "şık_a": "Tekrarlı bağlaçlardan önce ve sonra virgül konmaz.",
    "şık_b": "Özel adlara getirilen iyelik, durum ve bildirme ekleri kesme işaretiyle ayrılır.",
    "şık_c": "Kurum, kuruluş, kurul, birleşim, oturum ve iş yeri adlarına gelen ekler kesmeyle ayrılmaz.",
    "şık_d": "Birbiri ardınca sıralanan eş görevli kelime ve kelime gruplarının arasına virgül konur.",
    "doğru_cevap": "A",
    "konu_basligi": "Yazım ve Noktalama",
    "alt_konu_basligi": "Noktalama İşaretleri (Virgül)",
    "soru_tipi": "bilgiyi_ölçen",
    "beceri_alani": "Yazma",
    "kazanım": "Noktalama işaretlerini işlevlerine uygun olarak kullanır.",
    "odak_ogesi": "tekrarlı bağlaçlarda virgül kullanımı",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0008"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-09",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 9,
    "metin_var_mi": "evet",
    "metin": "Cümlede iş, oluş, hareket, durum bildiren; haber veren ögeye yüklem denir. Yüklem, cümlenin temel ögelerindendir. Bu açıklamadan hareketle, (I) UNESCO Dünya Kültür Mirası Listesi’nde yer alan Divriği Ulu Camii’ndeki binlerce motif, matematikle sanatı bir arada sunuyor. (II) Anadolu mimarisinin en seçkin örneklerinden olan bu tarihî yapı, taş bezemeleriyle öne çıkıyor. (III) Süsleme biçimlerinin uyumuyla özgün bir niteliğe sahip olan eser, ziyaretçilerini kendisine hayran bırakıyor. (IV) Matematik ve sanatta, bir bütünün parçaları arasındaki uyum açısından en mükemmel boyutları ortaya koyan “altın oran” eserin tamamında göze çarpıyor.",
    "soru_kökü": "metninde numaralanmış cümlelerin hangisinde yüklem yanlış gösterilmiştir?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "A",
    "konu_basligi": "Cümlenin Ögeleri",
    "alt_konu_basligi": "Yüklem",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Cümlenin ögelerini ayırt eder.",
    "odak_ogesi": "Yüklemi doğru belirleme",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0009"
},
{
    "soru_id": "LGSTR-2023-ORNEK-10",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 10,
    "metin_var_mi": "evet",
    "metin": "NASA, Ay’a 6 Kasım’da ( ) Artemis 1 ( ) adlı roketini fırlattı ( ) 50 yıl aradan sonra Ay’a fırlatılan roketin üzerindeki kapsül ( ) Ay çevresinde yapacağı üç haftalık testten sonra Dünya’ya dönecek ( )",
    "soru_kökü": "Bu parçada yay ayraçla gösterilen yerlere sırasıyla aşağıdakilerin hangisinde verilen noktalama işaretleri getirilmelidir?",
    "şık_a": "(-) (-) (:) (,) (.)",
    "şık_b": "(“) (”) (.) (,) (.)",
    "şık_c": "(,) (,) (.) (;) (!)",
    "şık_d": "(“) (”) (.) (;) (...)",
    "doğru_cevap": "B",
    "konu_basligi": "Yazım ve Noktalama",
    "alt_konu_basligi": "Noktalama İşaretleri",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Yazma",
    "kazanım": "Noktalama işaretlerini işlevlerine uygun olarak kullanır.",
    "odak_ogesi": "tırnak işareti, nokta ve virgül kullanımı",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0010"
},
{
    "soru_id": "LGSTR-2023-ORNEK-11",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 11,
    "metin_var_mi": "evet",
    "metin": "Dinle Evlat, Nicedir yazmayı dilerdim sana. Kısmet bugüneymiş meğer. Kalemimi, kâğıdımı hazır ettim; sen de kulaklarını iyice açasın! Birinden girip diğerinden çıkmasın sözlerim! Ümit ederim ki güzelce bir dinlensin, demlensin cümleler zihninde. Her bir hücrene tek tek işlesin anlattıklarım. Tecrübe dediğin şey hafife alınmaz. Bildiklerim ve yaşadıklarım sana mirasım olsun.",
    "soru_kökü": "Bu metindeki altı çizili cümleyle anlatılmak istenen aşağıdakilerden hangisidir?",
    "şık_a": "Yeni deneyimler kazanmak",
    "şık_b": "Kararlarda aceleci olmamak",
    "şık_c": "Verilen öğütleri özümsemek",
    "şık_d": "Anlatılanlara dikkat kesilmek",
    "doğru_cevap": "C",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Cümle Yorumlama / Anlatılmak İstenen",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduklarında kullanılan söz sanatlarının, deyim ve atasözlerinin metne katkısını belirler.",
    "odak_ogesi": "mecazlı söyleyiş (demlenmek)",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0011"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-12",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 12,
    "metin_var_mi": "evet",
    "metin": "Yazarın en büyük başarısı, hikâye anlatıcısı olarak kendini gizleyip hikâyesinin karakterlerinin sürdürmesine olanak vermesidir. Onun hikâyelerinde hangi karakteri takdir etmesi, hangisini yermesi gerektiği konusunda okura yol gösteren herhangi bir ses yoktur. Okur; anlatı boyunca meraklanmalı, şaşırmalı hatta karmaşık duygularla boğuşmalıdır.",
    "soru_kökü": "Aşağıdakilerin hangisinde bu parçadaki altı çizili sözcüklerden herhangi birinin anlamca karşılığı yoktur?",
    "şık_a": "Doktorun önerdiği diyet programına altı ay süresince kararlı bir şekilde uydu.",
    "şık_b": "Hayalini kurduğumuz pek çok şeyi gerçek hayatta yapma imkânı bulabiliriz.",
    "şık_c": "İnsanların kusurlarını ortaya koymadan önce kendi kusurlarımızı aklımıza getirmeliyiz.",
    "şık_d": "İçindeki sıkıntının nedenini biliyor ancak bu sıkıntıdan bir türlü kurtulamıyordu.",
    "doğru_cevap": "D",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Sözcükler Arası Anlam İlişkileri",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Anlama",
    "kazanım": "Bağlamdan yararlanarak bilmediği kelime ve kelime gruplarının anlamını tahmin eder.",
    "odak_ogesi": "kelime-anlam eşleştirmesi",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0012"
},
{
    "soru_id": "LGSTR-2023-ORNEK-13",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 13,
    "metin_var_mi": "evet",
    "metin": "I. 2050’ye gelindiğinde ormanlarda yaşayan hayvan türlerinin bazıları doğal yaşam alanlarının bir kısmını kaybedebilir. \nII. Araştırmalara göre önümüzdeki 30 yıl içinde gıda ihtiyacını karşılayabilmek için ormanların dönüştürülmesiyle yeni tarım alanları elde edilecek.",
    "soru_kökü": "Yukarıda verilen II numaralı cümleyle ilgili aşağıdakilerden hangisi söylenebilir?",
    "şık_a": "I. cümlede anlatılan durumla ilgili bir örneğe yer verilmiştir.",
    "şık_b": "I. cümlede bahsedilen olası sorunun nedeni üzerinde durulmuştur.",
    "şık_c": "I. cümlede değinilen düşüncenin bilimsel olarak kanıtlandığı vurgulanmıştır.",
    "şık_d": "I. cümlede ifade edilen konuyla çelişen bir durumdan söz edilmiştir.",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Cümleler Arası Anlam İlişkileri",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Parçadaki cümlelerin birbirleriyle olan anlam ilişkilerini kavrar.",
    "odak_ogesi": "Neden-sonuç ilişkisi",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0013"
},
{
    "soru_id": "LGSTR-2023-ORNEK-14",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 14,
    "metin_var_mi": "evet",
    "metin": "Belirli bir alanda bulunan canlılarla bunları saran çevrenin ilişkileri sonucu meydana gelen ve süreklilik gösteren sisteme “ekosistem” denir. Her canlının, bulunduğu ekosistemde bir görevi vardır. Örneğin besin zincirinde üretici olan türler, canlılık için gereken organik besinleri üretir ve bazı canlılara yaşam alanı sağlar. Bunlar kilit taşı türlerdir. Buna göre, I. Denizyıldızları, su altında midyelerin doğal avcısıdır. Denizyıldızlarının sayısının azalması, midyelerin kontrolsüz artışına neden olur. Kontrolsüz artan midyeler buradaki birçok canlının yaşam alanını işgal eder ve su altındaki biyoçeşitliliği azaltır. II. Bulunduğu denizin rengine bürünen şeffaf denizanalarının vücudunun %98’i sudur. Kalpleri ve beyinleri olmayan bu hayvanlar karaya çıktığında buharlaşmaya başlar ve birkaç saat içinde yok olur. III. Mercan resiflerinin üzerinde ve çevresinde yaşayan milyonlarca canlı var. Bu canlılara ev sahipliği yapan mercan resifleri okyanustaki karbondioksit oranını belirlemektedir. Onlar olmasaydı sudaki karbondioksit miktarı denizlerdeki ekosistemi olumsuz etkilerdi.",
    "soru_kökü": "parçalarından hangilerinde kilit taşı türlere örnek verilmiştir?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız II",
    "şık_c": "I ve III",
    "şık_d": "II ve III",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metin Analizi / Öncüllü Sorular",
    "soru_tipi": "muhakeme",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduklarını içerik yönünden değerlendirir.",
    "odak_ogesi": "Kavram-Örnek Eşleştirmesi",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0014"
},
{
    "soru_id": "LGSTR-2023-ORNEK-15",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 15,
    "metin_var_mi": "evet",
    "metin": "Bir insanı dinleyerek anlarsınız, dinleyerek ondan yeni bir şeyler öğrenirsiniz. Halk arasında “- - - -” diye bir söz vardır ki dinlemenin konuşmadan yeğ olduğunu vurgular. Bizler muhatabımıza ne kadar iyi kulak verirsek onu o kadar iyi anlarız. Hâlbuki “- - - -” sözünün aksine pek çoğumuz; bırakın anlamayı, karşımızdakini iki cümle bile dinlemeden onunla tamamen farklı düşüncelere sahip olduğumuzu iddia ederiz. Gerçek dinleme tüm peşin hükümleri bir kenara bırakmakla olur. Şu sözü duymuşsunuzdur: “- - - -” Ön yargısız bir buluşma için muhteşem bir reçete! Kafamdakileri bir kenara bırakıp açık bir bilinçle yanına geleceğim ve senin bana öğretmen bekleyeceğim.",
    "soru_kökü": "Aşağıdaki sözlerden hangisi bu metindeki boşluklardan herhangi birine getirilemez?",
    "şık_a": "Tatlı dil, yılanı deliğinden çıkarır.",
    "şık_b": "Allah; insana iki kulak, bir ağız vermiştir.",
    "şık_c": "Ben bensiz geleyim, sen de sensiz gel.",
    "şık_d": "Bilmek için anlamak, anlamak için dinlemek gerekir.",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metin Tamamlama / Atasözleri ve Özdeyişler",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki boşlukları uygun atasözü veya özdeyişlerle tamamlar.",
    "odak_ogesi": "Atasözü-Metin bağlam uyumu",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0015"
},
{
    "soru_id": "LGSTR-2023-ORNEK-16",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 16,
    "metin_var_mi": "evet",
    "metin": "Fiillere belirli eklerin getirilmesiyle türetilen, olumsuzu yapılabilen, isim-fiil, sıfat-fiil, zarf-fiil türleri bulunan adlara eylemsi denir. Bu açıklamaya göre, Raziye Begüm Sultan, Türk kadınının liderlik vasfının ne kadar güçlü olduğunu (I) göstermek adına oldukça (II) önemli bir örnektir. Yaşı küçük olmasına (III) rağmen ülkesini kısa süreliğine de olsa (IV) başarılı bir şekilde yönetmiştir.",
    "soru_kökü": "metninde numaralanmış sözcüklerden hangisi eylemsi değildir?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "D",
    "konu_basligi": "Sözcük Türleri",
    "alt_konu_basligi": "Eylemsiler (Fiilimsiler)",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Eylemsilerin işlevlerini ve türlerini ayırt eder.",
    "odak_ogesi": "Eylemsi olmayan sözcüğü belirleme",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0016"
},
{
    "soru_id": "LGSTR-2023-ORNEK-17",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 17,
    "metin_var_mi": "evet",
    "metin": "İskoçya Ulusal Müzesinden (I) yapılan bir açıklamada, ressam Vincent Van Gogh’a (II) ait gizli bir otoportre (Kişinin kendini çizdiği resim.) keşfedildiği duyuruldu. Van Gogh’un daha önce bilinmeyen otoportresinin, “Köylü Kadın Başı” tablosunun (III) arkasındaki boşlukta olduğu tesadüfen belirlendi.",
    "soru_kökü": "Bu parçada numaralanmış bölümlerin hangilerinde yazım yanlışı yoktur?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız II",
    "şık_c": "I ve III",
    "şık_d": "II ve III",
    "doğru_cevap": "C",
    "konu_basligi": "Yazım ve Noktalama",
    "alt_konu_basligi": "Yazım Kuralları",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Yazma",
    "kazanım": "Yazım kurallarını kavrayarak uygular.",
    "odak_ogesi": "Kurum adlarına gelen ekler ve unvanların yazımı",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0017"
},
{
    "soru_id": "LGSTR-2023-ORNEK-18",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 18,
    "metin_var_mi": "evet",
    "metin": "Ney dersi verdiğim dönemlerde, genç bir neyzen adayı ziyaretime gelmişti. Sesinin kendisini büyülediğini belirttiği bu enstrümanı öğrenmeyi çok istediğini söyledi. Öncelikle dersimizi dinlemesini ve dersimizin onun isteklerini karşılayıp karşılamadığını görmesini teklif ettim. Sonuna kadar sabırla takip etti. Nihayetinde dersi nasıl bulduğunu sorduğumda düş kırıklığına uğradığını çünkü nota öğrenmenin sanatta özgürlüğü engelleyeceğini anlatmaya başladı. Ben de sadece nota değil aynı zamanda usul ve makam bilgisi de anlattığımızı ifade ettim ve ekledim: “Sanattaki ilkeler, akarsuların önündeki barajlar gibidir. Akarsuları kontrol altına almazsanız ya kurak günlerde susuz kalırsınız yahut tarlanızı sel basar.”",
    "soru_kökü": "Aşağıdaki sözlerden hangisi, yazarın bu parçada savunduğu düşünceyi desteklemektedir?",
    "şık_a": "Sanat, etrafı kurallarla çevrili bir adada serbestçe oynamaktır.",
    "şık_b": "Sanat, ruhun dışa vurarak kendini gösterme ihtiyacından doğar.",
    "şık_c": "Sanat, sanatçıdaki karşı konulmaz üretme arzusuyla ortaya çıkar.",
    "şık_d": "Sanat, özgürlükle ne kadar beslenirse o kadar hızlı gelişir.",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Ana Düşünce / Yardımcı Düşünceler",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduğu metnin ana düşüncesini belirler.",
    "odak_ogesi": "disiplin ve özgürlük dengesi",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0018"
},
{
  "soru_id": "LGSTR-2023-ORNEK-19",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 19,
  "metin_var_mi": "evet",
  "metin": "Türkçede günlük hayatta kullanılan birçok kalıp söz vardır. Örneğin geleceğe dair planlama yaparken işlerin yolunda gitmesini dilemek için 'Şimdiki aklım olsa...' (I) diye başlarız söze. Bir muhatabımızın konuşmasını bölüp herhangi bir şey hatırlatmak için ondan izin istediğimizde 'Sözünü balla kesiyorum.' (II) deyiveririz. Yapılan konuşmayı beğendiğimizi belirtmek için 'Ağzına sağlık!' (III), bir başarı veya mutluluğu başkası için istediğimizde 'Darısı başına...' (IV) sözleri dökülür dilimizden.",
  "soru_kökü": "Bu parçada numaralanmış sözlerden hangisinin açıklaması yanlış verilmiştir?",
  "şık_a": "I",
  "şık_b": "II",
  "şık_c": "III",
  "şık_d": "IV",
  "doğru_cevap": "A",
  "konu_basligi": "Sözcükte Anlam",
  "alt_konu_basligi": "Deyimler ve Kalıplaşmış Sözler",
  "soru_tipi": "bilgi_ve_yoruma_dayalı",
  "beceri_alani": "Anlama",
  "kazanım": "Deyim ve atasözlerinin metnin anlamına katkısını kavrar.",
  "odak_ogesi": "deyim-açıklama uyumu",
  "zorluk": "kolay",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_00019"
},
{
    "soru_id": "LGSTR-2023-ORNEK-20",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 20,
    "metin_var_mi": "evet",
    "metin": "Bu sabah hava berrak\nBu sabah her şey billurdan gibi\nGök masmavi bu sabah\nGüzel şeyler düşünelim diye\nYemyeşil oluvermiş ağaçlar\nBulutlara hayretinden",
    "soru_kökü": "Bu dizelerle ilgili aşağıdakilerden hangisi söylenemez?",
    "şık_a": "Karşıt kavramlar bir arada kullanılmıştır.",
    "şık_b": "İnsana ait bir özellik, doğadaki bir varlığa aktarılmıştır.",
    "şık_c": "Şair, yaşama sevincini doğanın güzellikleriyle anlatmıştır.",
    "şık_d": "Kelime tekrarına yer verilmiştir.",
    "doğru_cevap": "A",
    "konu_basligi": "Söz Sanatları ve Metin Türleri",
    "alt_konu_basligi": "Şiirde Anlam ve Sanatlar",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduklarında kullanılan söz sanatlarını belirler.",
    "odak_ogesi": "Teşhis ve Karşıtlık (Tezat) kontrolü",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0020"
},
{
    "soru_id": "LGSTR-2023-ORNEK-21",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 21,
    "metin_var_mi": "hayır",
    "metin": "",
    "soru_kökü": "Aşağıdakilerin hangisinde boş bırakılan yere yay ayraç içinde verilen geçiş ve bağlantı ifadesi getirilemez?",
    "şık_a": "Yazar, hatıralarını anlattığı bu eserde İstanbul’u bütün yönleriyle tanıtmaya çalışmıştır. - - - - İstanbul ile ilgili ne ararsanız bu kitapta az ya da çok bulabilirsiniz. (Başka bir deyişle)",
    "şık_b": "Aşağı bahçedeki elmaları sabahın ilk ışıklarıyla toplayacaktık ki Fatma teyze beni yanına çağırdı. Bir elma ağacının yanında bekliyordu. O ağacın elması başka olurmuş, bu nedenle Fatma teyze bu güzide meyveden tatmamı - - - - istedi. (özellikle)",
    "şık_c": "Evlerimizi aydınlatmak için eski dönemlerdeki gibi gaz lambası aramaya, onu yakmak için ateş bulmaya artık ihtiyacımız yok. - - - - eskisi gibi düğmeye basıp ışığı yakmaya bile gerek kalmadı. Odaya giriyorsunuz ve hareket algılayıcı sensörler (duyarga) sayesinde ışık kendiliğinden açılıyor. (Oysaki)",
    "şık_d": "Pekmez yapımı için bazı hazırlıklar gerekiyor. - - - - üzümleri oluk adını verdiğimiz havuzun içine döküyor, sularını bırakana kadar burada bekletiyoruz. Daha sonra üzümlerin üzerine pekmez toprağı serpiyoruz. (İlk olarak)",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Geçiş ve Bağlantı İfadeleri",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Anlama",
    "kazanım": "Metni oluşturan unsurlar arasındaki geçiş ve bağlantı ifadelerinin işlevini belirler.",
    "odak_ogesi": "Bağlam ve anlam akışı",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0021"
},
{
    "soru_id": "LGSTR-2023-ORNEK-22",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 22,
    "metin_var_mi": "evet",
    "metin": "Romanlarıyla her kesimden okuyucuya kendini sevdirmeyi başaran Hüseyin Rahmi Gürpınar, günlük konuşma dilini büyük bir ustalıkla kullanmıştır. Romanlarında gerçekleri olduğu gibi yansıtmaya çalışan sanatçı, mizaha sık sık başvurmuştur. Yapıtlarında orta oyunu ve Karagöz tekniğinden yararlanmıştır. Onun romanlarında mekân olarak hep İstanbul kullanıldığı için İstanbul yazarı olarak tanınmıştır. Toplumu, romanlarıyla eğitmeye çalıştığından halk romancısı olarak da nitelendirilir.",
    "soru_kökü": "Bu metne göre Hüseyin Rahmi Gürpınar'ın “halk romancısı” olarak nitelendirilmesinin asıl nedeni aşağıdakilerden hangisidir?",
    "şık_a": "Romanlarında mekân olarak İstanbul’u seçmesi",
    "şık_b": "Günlük konuşma dilini ustalıkla kullanması",
    "şık_c": "Toplumu romanları aracılığıyla eğitmeye çalışması",
    "şık_d": "Geleneksel Türk tiyatrosu tekniklerinden yararlanması",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metinde Yardımcı Düşünceler / Neden-Sonuç İlişkisi",
    "soru_tipi": "bilgiyi_analiz_etme",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduğu metnin içeriğini değerlendirir ve çıkarımlarda bulunur.",
    "odak_ogesi": "Neden-sonuç bağlantısı",
    "zorluk": "kolay",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0022"
},
{
    "soru_id": "LGSTR-2023-ORNEK-23",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 23,
    "metin_var_mi": "evet",
    "metin": "Tardigradlar olarak da adlandırılan su ayıları denizlerde, tatlı sularda, karalarda yaşayan mikroskobik canlılardır. Su ayılarının ortalama uzunluğu 0,1 ila 1 milimetre arasındadır. Vücutları, her birinde pençeli bir çift bacak olan dört gövde ve bir baştan oluşur. Su ayıları, yaşam koşullarının canlılar için uygun olmadığı durumlarda metabolizma faaliyetlerinin neredeyse durma noktasına geldiği pasif bir hâle geçer. Bu özellikleri sayesinde çok yüksek yerlerde, denizlerin derinliklerinde ve Antarktika gibi çok soğuk bölgelerde hayatta kalabilir. Bir araştırmada, -200 derece sıcaklıkta kuruyan ve ölü gibi görünen su ayılarının nemli ortama girdiğinde kısa sürede eski hâline döndüğü tespit edilmiştir.",
    "soru_kökü": "Bu parçadan su ayıları ile ilgili,\nI. Çok zor şartlarda bile yaşamını sürdürebilmektedir.\nII. Çıplak gözle görülemeyen bir varlıktır.\nIII. Yaşayabilmeleri için vücutlarının etrafında bir su tabakası olması gerekir.\nyargılarından hangilerine ulaşılabilir?",
    "şık_a": "Yalnız I",
    "şık_b": "Yalnız III",
    "şık_c": "I ve II",
    "şık_d": "II ve III",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Metinden Çıkarım Yapma / Yardımcı Düşünceler",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduğu metindeki bilgileri analiz eder ve çıkarımlarda bulunur.",
    "odak_ogesi": "Metne dayalı kesin yargı tespiti",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0023"
},
{
    "soru_id": "LGSTR-2023-ORNEK-24",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 24,
    "metin_var_mi": "evet",
    "metin": "İş (kılış) fiilleri, öznenin kendi isteğiyle gerçekleşen ve bir nesneyi etkilediği fiillerdir. Durum fiilleri, öznenin içinde bulunduğu durumu anlatan fiillerdir ve bu fiillerde nesne bulunmaz. Oluş fiilleri ise öznenin iradesi dışında gerçekleşen, bir durumdan başka bir duruma geçişi anlatan ve genellikle zaman içinde kendiliğinden olan fiillerdir.",
    "soru_kökü": "Buna göre aşağıdakilerin hangisinde altı çizili fiiller sırasıyla “iş, durum ve oluş” anlamlarını taşımaktadır?",
    "şık_a": "Onu bir daha göremeyeceği için çok ağladı. / Mutfaktaki bulaşıkları dün gece yıkadı. / Saksıdaki çiçeklerin hepsi susuzluktan soldu.",
    "şık_b": "Güneşin doğuşunu izlemek için erken kalktı. / Kardeşim, son okuduğum kitabın sayfalarını çizdi. / Arkadaşım, bir yıl içinde epey büyüdü.",
    "şık_c": "Gelecek yaz için kendisine yeni bir ev aldı. / Dedem, televizyonun karşısındaki koltukta uyudu. / Bekleyen ekmeklerin hepsi poşetin içinde bayatladı.",
    "şık_d": "En sevdiği gömleği kısa sürede sarardı. / Annem, her sabah çiçeklerini büyük bir özenle sular. / Yorulduğu için durakta bir süre dinlendi.",
    "doğru_cevap": "C",
    "konu_basligi": "Fiiller",
    "alt_konu_basligi": "Fiillerde Anlam (İş, Oluş, Durum)",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Fiillerin anlam özelliklerini ayırt eder.",
    "odak_ogesi": "Fiil anlam özelliklerini sıralama",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0024"
},
{
    "soru_id": "LGSTR-2023-ORNEK-25",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 25,
    "metin_var_mi": "evet",
    "metin": "Sıfat-fiil eki alan bazı sözcükler, fiilimsi özelliğini kaybeder ve bir varlık ya da kavramın adını karşılayarak kalıcı isim olur. Örneğin “keser” sözcüğü, sıfat-fiil eklerinden biri olan “-er” ekini almasına rağmen bir aletin adını karşıladığı için kalıcı isim olmuştur.",
    "soru_kökü": "Buna göre aşağıdaki dizelerin hangisinde sıfat-fiil eki aldığı hâlde kalıcı isim olmuş bir sözcük vardır?",
    "şık_a": "Sana dün bir tepeden baktım aziz İstanbul / Görmedim gezmediğim, sevmediğim hiçbir yer",
    "şık_b": "Ağaçların daha bu bahçelerde / Bütün yemişleri dalda sarkıyor",
    "şık_c": "Bursa’da eski bir cami avlusu / Küçük şadırvanda şakırdayan su",
    "şık_d": "Başka sanat bilmeyiz karşımızda dururken / Yazılmamış bir destan gibi Anadolu’muz",
    "doğru_cevap": "B",
    "konu_basligi": "Fiilimsiler",
    "alt_konu_basligi": "Sıfat-Fiiller / Kalıcı İsimler",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Sıfat-fiil eklerini alan kelimelerin kalıcı isim olup olmadığını ayırt eder.",
    "odak_ogesi": "Fiilimsi ekiyle türetilen kalıcı ad",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0025"
},
{
    "soru_id": "LGSTR-2023-ORNEK-26",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 26,
    "metin_var_mi": "evet",
    "metin": "Ben akşam oturur, sabaha kadar satırları hislerime tercüman ederek şiir yazardım. Sabahleyin ise şiiri okur ama beğenmezdim. Onu yırtar, sabahtan akşama kadar yeni bir şiir kaleme alırdım (I). Çünkü insan, istediği şiiri ilk denemede elde edemez; gönlünden geçen (II) dizeleri kâğıda dökmekte (III) zorlanır. Yazdıklarını defalarca silip tekrar yazar. Dizelerin, kalbinin aynası olduğuna kanaat getirdiğinde ise “Şimdi taşlar yerine oturdu (IV) ve yazdıklarım şiir oldu.” der.",
    "soru_kökü": "Bu metinde numaralanmış sözlerden hangileri anlamca birbirine en yakındır?",
    "şık_a": "I ve II",
    "şık_b": "I ve III",
    "şık_c": "II ve IV",
    "şık_d": "III ve IV",
    "doğru_cevap": "B",
    "konu_basligi": "Sözcükte Anlam",
    "alt_konu_basligi": "Deyimler ve Kalıplaşmış Söz Öbekleri",
    "soru_tipi": "bilgiyi_analiz_etme",
    "beceri_alani": "Anlama",
    "kazanım": "Deyim ve atasözlerinin metne katkısını belirler.",
    "odak_ogesi": "Anlamca yakın deyimlerin tespiti",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0026"
},
{
    "soru_id": "LGSTR-2023-ORNEK-27",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 27,
    "metin_var_mi": "evet",
    "metin": "Benim hikâyelerimin kahramanları; bir yerden çıkıp gelen, sıradan insanlar değil. Hepsi de benden birer parça taşır. Kimi gülüşümü alır, kimi hüzünlendiğim anlardaki bakışımı, kimi de düşüncelerimi... Okur, benim hikâyelerimi okuduğunda aslında o metnin içinde beni arar. Belki de bu yüzden okurla aramda sarsılmaz bir bağ kurulur. Onların hislerine tercüman olurum.",
    "soru_kökü": "Bu metnin dil ve anlatımıyla ilgili aşağıdakilerden hangisi söylenebilir?",
    "şık_a": "Olaylar üçüncü kişi ağzından anlatılmıştır.",
    "şık_b": "Yazar, kendi yaşamından ve kişiliğinden izlere yer vermiştir.",
    "şık_c": "Anlatımda nesnel bir tutum sergilenmiştir.",
    "şık_d": "Düşünceler, örneklerle desteklenerek somutlaştırılmıştır.",
    "doğru_cevap": "B",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Anlatım Teknikleri ve Metnin Dili",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduğu metnin dil ve anlatım özelliklerini belirler.",
    "odak_ogesi": "Yazarın bakış açısı ve öznel anlatım",
    "zorluk": "kolay",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0027"
},
{
    "soru_id": "LGSTR-2023-ORNEK-28",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 28,
    "metin_var_mi": "evet",
    "metin": "Ünlü matematikçi Cahit Arf, matematiği “ezberlenmemesi gereken, keşfedilerek öğrenilen bir dünya” olarak tanımlamıştır. Ona göre matematik; sadece sayılarla uğraşmak değil, bir düşünce biçimi geliştirmektir. Cahit Arf, öğrencilerine her zaman şu tavsiyeyi vermiştir: “Matematikte esas olan, problemleri çözmekten ziyade o problemin arkasındaki mantığı kavramaktır. Bir formülü ezberlemek size o anlık bir çözüm sunabilir ama mantığını anlamak size yeni kapılar açar.”",
    "soru_kökü": "Bu metinde Cahit Arf'ın asıl vurgulamak istediği düşünce aşağıdakilerden hangisidir?",
    "şık_a": "Matematik, dünyanın en zor ama en eğlenceli bilim dalıdır.",
    "şık_b": "Formülleri ezberlemek, matematik öğreniminde hızı artırır.",
    "şık_c": "Matematik öğreniminde temel amaç, ezberlemek yerine mantıksal kavrayış olmalıdır.",
    "şık_d": "Başarılı bir matematikçi olmak için çok fazla problem çözmek gerekir.",
    "doğru_cevap": "C",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Ana Düşünce",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduğu metnin ana düşüncesini belirler.",
    "odak_ogesi": "Ezber yerine mantık ve kavrayış",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0028"
},
{
    "soru_id": "LGSTR-2023-ORNEK-29",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 29,
    "metin_var_mi": "evet",
    "metin": "Bienal, Fransızca “yılaşırı” anlamına gelen ve iki yılda bir düzenlenen etkinliklere verilen addır. Çoğunlukla kültürel veya sanatsal faaliyetler için kullanılan bir terimdir. En eski bienal 1895’ten beri İtalya’da düzenlenen Venedik Bienali’dir. Türkiye’de de 1987 yılından beri düzenlenen Uluslararası İstanbul Bienali bulunmaktadır. Bienal etkinliklerini yöneten kişiye küratör denir. Küratör, bienalde sergilenecek eserlerin seçiminden gösterim alanlarının belirlenmesine kadar pek çok sorumluluğu üstlenir. Her bienalin kendine özgü bir teması vardır ve sergilenecek eserler bu tema üzerine kurgulanır. Tema belirlendikten sonra katılım sağlamaları için sanatçılara duyuru yapılır. Duyuruda bienalin teması ve tarihi açık bir şekilde belirtilir.",
    "soru_kökü": "Bu metne göre “bienal” etkinlikleriyle ilgili aşağıdakilerden hangisi söylenebilir?",
    "şık_a": "Belli bir konu çerçevesinde düzenlenir.",
    "şık_b": "Kültürel ve sanatsal faaliyetlerle sınırlıdır.",
    "şık_c": "İlk örneği Fransa’da görülmüştür.",
    "şık_d": "Temasını belirleyen kişi küratördür.",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Yardımcı Düşünceler",
    "soru_tipi": "bilgi_ve_yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduğu metindeki içeriği değerlendirir.",
    "odak_ogesi": "tema ve kurgu ilişkisi",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0029"
},
{
    "soru_id": "LGSTR-2023-ORNEK-30",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 30,
    "metin_var_mi": "evet",
    "metin": "1 Şubat 1999’da hayata gözlerini yuman Barış Manço, dilden dile dolaşan şarkıları ve TRT’de yayımlanan 7’den 77’ye programıyla herkesin gönlünde taht kurmuştur. O, Türkiye’mizin yetiştirdiği ender sanatçılardan biridir. Adam olacak çocukların ağabeyi Barış Manço, çağının ozanı olmuş; saçı, kıyafetleri, takıları, özellikle de yüzükleriyle sıra dışı bir sanatçı olmayı başarmıştır.",
    "soru_kökü": "Bu parçada kesme işaretinin (’) aşağıdaki görevlerinden hangisinin örneği yoktur?",
    "şık_a": "Sayılara getirilen ekleri ayırmak için konur.",
    "şık_b": "Özel adlara getirilen iyelik, durum ve bildirme ekleri kesme işaretiyle ayrılır.",
    "şık_c": "Kısaltmalara getirilen ekleri ayırmak için konur.",
    "şık_d": "Belirli bir tarih bildiren ay ve gün adlarına gelen ekleri ayırmak için konur.",
    "doğru_cevap": "D",
    "konu_basligi": "Yazım ve Noktalama",
    "alt_konu_basligi": "Noktalama İşaretleri (Kesme İşareti)",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Yazma",
    "kazanım": "Noktalama işaretlerini işlevlerine uygun olarak kullanır.",
    "odak_ogesi": "Kesme işaretinin kullanım alanları",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0030"
},
{
    "soru_id": "LGSTR-2023-ORNEK-31",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 31,
    "metin_var_mi": "evet",
    "metin": "Açıklama: Cümlede zaman ve durum bildiren fiilimsiler zarf-fiildir. Örnekler: • Soruyu doğru cevaplayınca çok sevindi. (zaman bildiren zarf-fiil) • Geç kaldığı için okula koşarak gitmiş. (durum bildiren zarf-fiil)",
    "soru_kökü": "Aşağıdaki dizelerin hangisinde zarf-fiil kullanılmamıştır?",
    "şık_a": "Bu kez herkesten evvel almıştı yükünü / Doğrulmuştu yola, önceden önceden",
    "şık_b": "Gidiyordum, gurbeti gönlümle duya duya / Ulukışla yolundan Orta Anadolu’ya",
    "şık_c": "Yüzüm gülümsüyor ya yeter mutluyum, şenim / Bırak dere taşmışken ıslansın paçam, yenim",
    "şık_d": "Sorardım sırrını hiç düşünmeden / Bu fani gönlümün sevinci neden",
    "doğru_cevap": "A",
    "konu_basligi": "Fiilimsiler",
    "alt_konu_basligi": "Zarf-Fiiller (Bağ-Fiil / Ulaç)",
    "soru_tipi": "bilgiyi_uygulama",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Zarf-fiillerin metindeki işlevlerini kavrar.",
    "odak_ogesi": "Zarf-fiil ekinin tespiti",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0031"
},
{
  "soru_id": "LGSTR-2023-ORNEK-32",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 32,
  "metin_var_mi": "evet",
  "metin": "1957’den günümüze iletişim ve uzay keşfi gibi farklı amaçlarla uzaya 10 binin üzerinde uydu fırlatıldı. 3 binin üzerinde uydu hâlâ aktif durumda, diğerleri ise ömürlerini tamamladıkları için işlevsiz bir şekilde Dünya yörüngesinde dolaşmakta. Bu şekilde başıboş dolaşan uydular “uzay çöplüğü”nü oluşturuyor. Saniyede 8-10 km hızla hareket eden bu uzay çöpleri, görevlerine devam eden uydular için büyük bir tehdit oluşturuyor. Öyle ki 10 cm büyüklüğündeki bir uzay çöpünün, görev hâlindeki bir uyduya çarpması tehlikeli binlerce uzay çöpünün daha ortaya çıkmasına yol açabilir.",
  "soru_kökü": "Bu metinde “uzay çöpleri”yle ilgili aşağıdakilerden hangisine değinilmemiştir?",
  "şık_a": "Nasıl temizleneceğine",
  "şık_b": "Etkilerinin ne olduğuna",
  "şık_c": "Hareket hızına",
  "şık_d": "Oluşma nedenlerine",
  "doğru_cevap": "A",
  "konu_basligi": "Paragrafta Anlam",
  "alt_konu_basligi": "Yardımcı Düşünceler",
  "soru_tipi": "bilgi_ve_yoruma_dayalı",
  "beceri_alani": "Anlama",
  "kazanım": "Okuduğu metindeki içeriği değerlendirir.",
  "odak_ogesi": "metinde değinilmeyen unsur",
  "zorluk": "kolay",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_0032"
},
{
  "soru_id": "LGSTR-2023-ORNEK-33",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 33,
  "metin_var_mi": "hayır",
  "metin": null,
  "soru_kökü": "Aşağıdakilerden hangisi, yay ayraç içinde verilen metin türünün özelliklerini yansıtmaz?",
  "şık_a": "Ankara’daki evimizde, dört duvarı kütüphane kaplı çalışma odasındaki koltuğunda elindeki kitabın sayfalarını karıştırıyordu babam. Biraz sonra bilgisayarın başına geçerek bir şeyler yazmaya başladı. O esnada ablam odaya usulca girerek elindeki tükenmez kalemleri masaya bıraktı. (Roman)",
  "şık_b": "Geleneksel tören ve bayramların birçoğu, zaman içerisinde toplumda yaşanan kültürel değişimlere uyum sağlayıp günümüze ulaşmıştır. Ancak kimi tören ve bayramlar bu değişimlere uyum sağlayamadığı için zamanla unutulmuştur. Uygurların eski dönemlerde kutladığı Av Merasimi ve But Seylisi, unutulan tören ve bayramlar arasında sayılabilir. (Makale)",
  "şık_c": "İşini hakkını vererek yapanlar, iyi dinleyin sözümü! Sizler yeryüzünün güzide varlıklarısınız. Çünkü işini iyi yapan insanlar, işini iyi yapan toplumları meydana getirir. Bakınız! İşini iyi bilen, demiyoruz; işini iyi yapan, diyoruz. Neden böyle dediğimizi de bir cümle ile belirtelim: Günümüz dünyasında herkes her şeyi zaten biliyor, önemli olan yapmak. (Destan)",
  "şık_d": "Günlük koşuşturmalarımızdan fırsat bulduk mu elimize aldığımız şey ya roman ya da şiir kitabıdır. Bir geziye çıktığımız zaman, çantamızın bir köşesine yerleştirmeyi unutmadığımız yine onlardır. Daha okul sıralarındayken çalışma saatlerinden artakalan sayılı dakikaları, sevdiğimiz bir şair veya romancının eserine ayırdığımızı kim hatırlamaz? (Deneme)",
  "doğru_cevap": "C",
  "konu_basligi": "Metin Türleri",
  "alt_konu_basligi": "Metin Türlerinin Özellikleri",
  "soru_tipi": "bilgi_ve_yoruma_dayalı",
  "beceri_alani": "Anlama",
  "kazanım": "Metin türlerini ayırt eder.",
  "odak_ogesi": "metin türü ve içerik uyuşmazlığı",
  "zorluk": "orta",
  "metin_uzunlugu": "uzun",
  "metin_id": "metin_0033"
},
{
  "soru_id": "LGSTR-2023-ORNEK-34",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 34,
  "metin_var_mi": "evet",
  "metin": "Kış mevsiminin kırk gün süren en soğuk günlerine “zemheri” denir. Peki, “zemheri” sözcüğünün kökenini biliyor musunuz? “Zem” Farsçada “kış”, “herir” ise Arapçada “uğuldayan” anlamına gelmektedir. Dondurucu soğukların çatılarda uğuldamasından dolayı kışın en soğuk günlerine bu isim verilmiştir. Günümüzde zemheri yerine daha çok “kara kış” sözü kullanılmaktadır. Zemheri, kalıplaşmış birçok söze de konu olmuştur. Kışın ince giysi ile gezen kimseleri iğnelemek için “zemheri zürefası” sözü kullanılır. Bu sözdeki “zürefa” kelimesinin, uzun boyunlu bir hayvan olan “zürafa” ile herhangi bir anlam bağlantısı yoktur. “Zürefa” Arapça bir kelime olan ve “kibar, nazik” anlamına gelen “zarif” kelimesinin çoğuludur. Yine Arapça bir sözcük olan “zürafa” ise “hızlı yürüyen” anlamına gelmektedir.",
  "soru_kökü": "Bu metinle ilgili aşağıdakilerden hangisi söylenemez?",
  "şık_a": "Olasılık bildiren cümle kullanılmıştır.",
  "şık_b": "Bir durum, gerekçesiyle verilmiştir.",
  "şık_c": "Bir kavramın tanımı yapılmıştır.",
  "şık_d": "Örneklendirmeden yararlanılmıştır.",
  "doğru_cevap": "A",
  "konu_basligi": "Paragrafta Anlam",
  "alt_konu_basligi": "Cümlede Anlam İlişkileri ve Kavramlar",
  "soru_tipi": "bilgi_ve_yoruma_dayalı",
  "beceri_alani": "Anlama",
  "kazanım": "Metindeki yardımcı düşünceleri ve dil özelliklerini belirler.",
  "odak_ogesi": "olasılık, gerekçe, tanımlama ve örneklendirme",
  "zorluk": "orta",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_0034"
},
{
    "soru_id": "LGSTR-2023-ORNEK-35",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 35,
    "metin_var_mi": "evet",
    "metin": "Yıllardır devam eden kuş gözlem etkinliği “Büyük Gün” bir ay sonra gerçekleşecek. Bu etkinliğin amacı kuş türlerini tanıtmak, kuşların göç yolculuklarına dikkat çekmek ve karşılaştıkları zorluklarla ilgili farkındalık oluşturmaktır. Gönüllülük esasına dayalı bu etkinlikte dünyanın çeşitli ülkelerinden, farklı kuş türlerine ilgi duyan katılımcılar kuşları gözlemleyerek ilginç bir deneyim yaşayacak. Üstelik katılımcıların, kuş gözlemi yapmak için belli bir bölgeye gitmesine gerek yok. Çevrelerinde gördükleri kuşları bildirmeleri yeterli. Siz de bu etkinliğe dâhil olmak isterseniz gördüğünüz kuşlarla ilgili bilgileri, fotoğrafları ve ses dosyalarını telefonunuza indireceğiniz bir uygulamayla veya etkinliğin internet sayfasında kullanıcı hesabı açarak sisteme yükleyebilirsiniz.",
    "soru_kökü": "Bu parçada, sözü edilen etkinlikle ilgili aşağıdaki sorulardan hangisinin cevabı yoktur?",
    "şık_a": "Kimler katılabilir?",
    "şık_b": "Ne hedeflenmektedir?",
    "şık_c": "Katılım nasıl olacaktır?",
    "şık_d": "Kim düzenlemektedir?",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Yardımcı Düşünceler",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Okuma - Anlama",
    "kazanım": "Metinle ilgili soruları cevaplar.",
    "odak_ogesi": "metne dayalı soru-cevap ilişkisi",
    "zorluk": "kolay",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0035"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-36",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 36,
    "metin_var_mi": "hayır",
    "metin": null,
    "soru_kökü": "Anlatımın üçüncü kişi ağzından yapıldığı bazı metinlerde anlatıcı, okura kahramanın zihninden geçen düşünceleri aktarır. Aşağıdakilerden hangisi bu özellikleri yansıtan bir metindir?",
    "şık_a": "Yine bir bahar sabahı güneş, geçmiş zamanlardan kalma çitlembik ağaçlarının üstünden doğarken bahçenin kapısından içeri girdim. Birkaç adım yürüdüm. Yerlerde çimenler yeşermiş, sıska erik dalları pembe ve beyaz çiçeklerle örtülmüştü. Etrafıma bakınırken çocukluğumdaki o güzel günleri hatırladım.",
    "şık_b": "Muhsin Çelebi, geniş kemerli açık kapıdan girdi. Başı her zamanki gibi yukarıdaydı. Omuzları dik bir şekilde ilerledi. Kuşağından çıkardığı padişah mektubunu öptü. Başına koydu. Sonra altın tahtında oturan; sarmalarla, tuğlarla, sancaklarla çevrelenmiş Şah’a uzattı.",
    "şık_c": "Birdenbire durdu. Niçin, neden olduğunu bile bilmeden... İçinde bir şey durdurmuştu onu, ayaklarına asılmıştı. Dört bir yanından insanlar geçiyordu. Hepsinin aklında aynı kararsızlık vardı. Uzaklara dalgın dalgın bakan gözleri irileşiyordu. Nedense bir anda küçüldü gözleri, elleri terledi.",
    "şık_d": "Nuri Efendi kapının arkasından şemsiyesini aldı, yavaşça sokağa çıktı. Dört yol ağzına doğru yürüdü. Bir yanında bakkal, bir yanında bahçe duvarı vardı. Duvarın karşısındaki boş arsadan demir yolu görünüyordu. Bu boş arsada, yan yatmış bir bayram salıncağı duruyordu.",
    "doğru_cevap": "C",
    "konu_basligi": "Anlatım Teknikleri",
    "alt_konu_basligi": "Anlatıcı Türleri ve Bakış Açısı",
    "soru_tipi": "bilgi_ve_yoruma_dayalı",
    "beceri_alani": "Okuma - Anlama",
    "kazanım": "Metindeki anlatıcıyı ve bakış açısını ayırt eder.",
    "odak_ogesi": "İlahi (Hâkim) bakış açısı / Üçüncü kişili anlatım",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0036"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-37",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 37,
    "metin_var_mi": "evet",
    "metin": "Çizgi romanın gücü; çizgilerin dile gelmesi, olayları somutlaştırması ve okura bir film şeridinin karelerini izliyormuş hissini vermesinden gelir. Çizgi romanlarda hikâye akıp giderken dumanlar arasından bir kahraman çıkar, bazen de bir konuşma balonu sessizliği bozar. Her yaştan okurun ilgisini çeken çizgi romanlar hem eğitici hem de eğlendirici birer sanat eseri niteliği taşır. Öte yandan son yıllarda dijital teknolojilerin gelişmesiyle çizgi romanlar; animasyonlara, oyunlara ve sinema filmlerine ilham kaynağı olmaya devam etmektedir.",
    "soru_kökü": "Bu parçada çizgi romanlarla ilgili aşağıdakilerden hangisine değinilmemiştir?",
    "şık_a": "Okurda uyandırdığı duyguya",
    "şık_b": "Farklı alanları etkilediğine",
    "şık_c": "Hangi unsurlardan güç aldığına",
    "şık_d": "İçeriğinin zamanla değiştiğine",
    "doğru_cevap": "D",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Paragrafta Yardımcı Düşünceler",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Okuma - Anlama",
    "kazanım": "Metinde ele alınan konuları ve yardımcı düşünceleri analiz eder.",
    "odak_ogesi": "çizgi romanın özellikleri ve etkisi",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0037"
  },
  {
  "soru_id": "LGSTR-2023-ORNEK-38",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 38,
  "metin_var_mi": "evet",
  "metin": "Sıcaklığın mevsim normallerinin üzerinde seyrettiği günlerde orman yangını riski artıyor. Bu yangınlarla mücadelede erken teşhis hayati önem taşıyor. Yapay zekâ destekli insansız hava araçları (İHA), ormanlık alanları sürekli tarayarak en ufak bir dumanı bile anında tespit edebiliyor. Tespit edilen dumanın koordinatları vakit kaybetmeden yangın yönetim merkezine iletiliyor. Böylece ekipler, yangın henüz büyümeden müdahale etme şansı yakalıyor. Bu teknoloji sayesinde her yıl binlerce hektar orman alanı küle dönmekten kurtuluyor.",
  "soru_kökü": "Bu parçada asıl anlatılmak istenen aşağıdakilerden hangisidir?",
  "şık_a": "İHA'ların kullanım alanlarının her geçen gün genişlediği",
  "şık_b": "Orman yangınlarını önlemede teknolojinin etkin bir rol oynadığı",
  "şık_c": "Sıcak hava dalgalarının orman ekosistemini tehdit ettiği",
  "şık_d": "Yangın yönetim merkezlerinin çalışma prensiplerinin değiştiği",
  "doğru_cevap": "B",
  "konu_basligi": "Paragrafta Anlam",
  "alt_konu_basligi": "Ana Düşünce",
  "soru_tipi": "yoruma_dayalı",
  "beceri_alani": "Okuma - Anlama",
  "kazanım": "Metnin ana fikrini/ana duygusunu belirler.",
  "odak_ogesi": "teknoloji ve orman yangını müdahalesi",
  "zorluk": "kolay",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_0038"
},
{
    "soru_id": "LGSTR-2023-ORNEK-39",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 39,
    "metin_var_mi": "evet",
    "metin": "(I) Şu köşedeki kıvırcık saçlı çocuğun, kütüphaneye önemli bir sınava hazırlanmak için geldiğini düşünüyorum. (II) Sabah erkenden gelip köşedeki masaya oturuyor, akşama kadar da önündeki kitapları okuyor. (III) Şu orta masada çalışan kısa saçlı kadın, kalın kitaplarını masaya yığıyor; her birine hızlıca bakıp defterine notlar alıyor. (IV) Kalın bir kitabın, dergilerde olduğu gibi hızla karıştırılıp içeriği anlaşılamayacağına göre belli ki bir yerlerde paylaşmak üzere dikkat çekici sözler arıyor.",
    "soru_kökü": "Bu metinde numaralanmış cümlelerin hangilerinde yorum yapılmıştır?",
    "şık_a": "I ve III",
    "şık_b": "I ve IV",
    "şık_c": "II ve III",
    "şık_d": "II ve IV",
    "doğru_cevap": "B",
    "konu_basligi": "Cümlede Anlam",
    "alt_konu_basligi": "Nesnel ve Öznel Anlatım",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Öznel ve nesnel yargıları ayırt eder.",
    "odak_ogesi": "yorum (öznellik) tespiti",
    "zorluk": "kolay",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0039"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-40",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 40,
    "metin_var_mi": "evet",
    "metin": "(I) Ege türkülerinin ünlü ismi, bağlama ustası Özay Gönlüm meydan sazı ve curada ustalaşmıştır. (II) Gönlüm, tasarımını yaptığı “yâren” adlı üç saplı sazıyla televizyon programlarında geniş kitlelere seslenmiştir. (III) Çalıp söylediği Ege türküleri kadar Denizli ağzıyla yaptığı taklitler de ilgi görmüştür. (IV) Sanatçı, aralarında çok meşhur türkülerin de olduğu 3 bin 500 eseri Türk müziğine kazandırmıştır.",
    "soru_kökü": "Bilgi: Öznenin yaptığı işten etkilenen ögeye “nesne” denir. Nesne, “belirtili nesne” ve “belirtisiz nesne” olmak üzere ikiye ayrılır. Belirtili nesne, yükleme “neyi, kimi, nereyi” soruları; belirtisiz nesne ise “ne” sorusu sorularak bulunur. \n\nBu parçada numaralanmış cümlelerin hangisinde nesne kullanılmıştır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "D",
    "konu_basligi": "Cümlenin Ögeleri",
    "alt_konu_basligi": "Nesne",
    "soru_tipi": "bilgi_ve_uygulama",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Cümlenin ögelerini ayırt eder.",
    "odak_ogesi": "belirtili ve belirtisiz nesne tespiti",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0040"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-41",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 41,
    "metin_var_mi": "evet",
    "metin": "Deniz dediğin bir tarladır\nGülü gül, dikeni diken, tohumu tohum\nToprak gibi verimli, toprak gibi cömert\nBetine bereketine kurban olduğum",
    "soru_kökü": "Bu dörtlükteki altı çizili dizede bulunan söz sanatı aşağıdakilerin hangisinde vardır?",
    "şık_a": "Kaçtım şehir şehir çok uzaklara / Boşuna gurbet acısı tattım",
    "şık_b": "Orhan zamanından kalma bir duvar / Onunla bir yaşta ihtiyar çınar",
    "şık_c": "O nesil duymuş akın zevkini rüzgârda bile / Bu duyuş varmış akınlardaki atlarda bile",
    "şık_d": "Kabaran bir çarpıntı oluyor şehir / Uyusam bir dağın benimle uyuduğu oluyor",
    "doğru_cevap": "D",
    "konu_basligi": "Edebî Sanatlar",
    "alt_konu_basligi": "Söz Sanatları (Benzetme/Kişileştirme)",
    "soru_tipi": "bilgi_ve_uygulama",
    "beceri_alani": "Anlama",
    "kazanım": "Metindeki söz sanatlarını tespit eder.",
    "odak_ogesi": "Benzetme sanatı tespiti",
    "zorluk": "orta",
    "metin_uzunlugu": "kısa",
    "metin_id": "metin_0041"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-42",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 42,
    "metin_var_mi": "evet",
    "metin": "Babam, elinde bir hediye paketiyle geldiğinde henüz dördüncü sınıfta okuyordum. Parlak, mavi hediye paketini heyecanla açıp içindeki kitabın kapağına dokundum. Beyaz bir zemin üzerinde küçücük bir dünya ve dünyanın üzerinde dallarında kıpkırmızı elmalar olan ufacık bir ağaç... Ufacık bir ağaç meyve verir mi hiç, diye düşündüm. Biraz araştırınca verebildiğini öğrendim. O gün fark ettim ki insan, her şeyi doğru değerlendirdiğini zannediyor.",
    "soru_kökü": "Bu metinle ilgili aşağıdakilerden hangisi söylenemez?",
    "şık_a": "Mecazlı ifadeler vardır.",
    "şık_b": "Betimleyici unsurlar kullanılmıştır.",
    "şık_c": "Öyküleyici anlatımdan yararlanılmıştır.",
    "şık_d": "Genellemeye yer verilmiştir.",
    "doğru_cevap": "A",
    "konu_basligi": "Anlatım Teknikleri",
    "alt_konu_basligi": "Anlatım Biçimleri ve Düşünceyi Geliştirme Yolları",
    "soru_tipi": "bilgi_ve_yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Metnin anlatım özelliklerini belirler.",
    "odak_ogesi": "mecaz, betimleme ve öyküleme tespiti",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0042"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-43",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 43,
    "metin_var_mi": "evet",
    "metin": "Bir bilge, krala üç yüz milyon nefes hakkı kaldığını söylemişti. Kral, nefesini uzun süre tutabilmek ve ömrünü uzatmak için çok çalıştı. Son üç nefes hakkı kaldığında artık nefesini beş dakika tutabiliyordu. Önünde sadece on beş dakika, ardında bomboş bir hayat heybesi kalmıştı. Bu şekilde yaşayan ne çok insan var!",
    "soru_kökü": "Bu parçada anlatılanları en iyi ifade eden dizeler aşağıdakilerin hangisinde verilmiştir?",
    "şık_a": "Dünü, yarını düşünmek hepimizin hatası / Bugünü yaşamak varken bu neyin kaygısı, cefası",
    "şık_b": "Kaynaşır birbirine gün olur zamanlar / Geçmiş, gelecek birleşir tek kesitte",
    "şık_c": "Bu rüzgâr her vakit böyle esmeyecek / Gökte bulut, suda yelken, dalda çiçek",
    "şık_d": "Elde görür hep hatayı kusuru / Çünkü olmuş kibirinin esiri",
    "doğru_cevap": "A",
    "kazanım": "Metnin ana fikrini dizelerle eşleştirir.",
    "metin_id": "metin_0043"
  },
  {
  "soru_id": "LGSTR-2023-ORNEK-44",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 44,
  "metin_var_mi": "evet",
  "metin": "• Milletlerin yaşadıkları coğrafya ve iklim şartları dillerinin yapılanmasında çok etkilidir.\n• Bir dilde kullanılan kelimeler o dili kullanan insanların geçim kaynakları hakkında fikir verebilir.\n• Farklı dillerde -söyleyişlerinde değişiklikler olsa da- ortak kullanılan kelimeler bulunabilir.",
  "soru_kökü": "Aşağıdakilerden hangisi bu yargılardan herhangi birinin örneği değildir?",
  "şık_a": "Türkçedeki avlu, aşçı, börek ve misafir sözcüklerinin Boşnakçada avliya, aşçinitsa, burek ve musafir şeklinde kullanılması",
  "şık_b": "Türkçede anne ve babanın erkek kardeşleri için dayı ve amca şeklinde ayrı adlandırmalar yapılırken İngilizcede her ikisinin “uncle” sözcüğüyle karşılanması",
  "şık_c": "Türklerin Orta Asya’dan Anadolu’ya geldikten sonra ahtapot, hamsi, portakal, şeftali gibi sözcükleri dillerine dâhil etmesi",
  "şık_d": "Hayatını hayvancılıkla sürdüren Türklerin, büyükbaş hayvanları buzağı, dana, düve, tosun, inek, boğa gibi sözcüklerle ayrıntılı bir şekilde sınıflandırması",
  "doğru_cevap": "B",
  "konu_basligi": "Paragrafta Anlam",
  "alt_konu_basligi": "Metin Analizi / Dil ve Kültür İlişkisi",
  "soru_tipi": "bilgi_ve_yoruma_dayalı",
  "beceri_alani": "Okuma - Anlama",
  "kazanım": "Metindeki yargılarla örnekler arasında ilişki kurar.",
  "odak_ogesi": "yargı ve örnek eşleştirmesi",
  "zorluk": "orta",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_0044"
},
{
    "soru_id": "LGSTR-2023-ORNEK-45",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 45,
    "metin_var_mi": "evet",
    "metin": "(I) Muş’un Malazgirt İlçesi’nde bir araya gelen otuz akademisyen, Malazgirt Savaşı’nın yapıldığı alanı belirlemeye çalışıyor. (II) Bu kapsamda gerçekleştirilen kazı çalışmalarının bu yıl ki bölümü başladı. (III) Alanında uzman akademisyenler, ilçeye 7 km uzaklıktaki Afşin Mahallesi’nde çalışmalar yaptı. (IV) Geçmişte yapılan kazılar da çeşitli savaş aletleri ortaya çıkaran uzmanlar, çalışmaların üçüncü yılında önemli bulgular elde etmeyi hedefliyor.",
    "soru_kökü": "Bu parçada numaralanmış cümlelerin hangisinde yazım yanlışı yoktur?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "C",
    "konu_basligi": "Yazım Kuralları",
    "alt_konu_basligi": "Yazım Yanlışları",
    "soru_tipi": "bilgi_ve_uygulama",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Yazım kurallarını uygular.",
    "odak_ogesi": "yazım yanlışı tespiti",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0045"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-46",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 46,
    "metin_var_mi": "evet",
    "metin": "Hasan Ali Yücel, Yakup Kadri Karaosmanoğlu hakkında şunları söylemiştir (I) “Istırap, Yakup Kadri’nin bütün hayatında zekâsını ve duygusunu keskinleştirdi. Eserlerindeki ve hayatındaki şimşekler (II) daha çok elektrik yüklü bulutların çakışlarıdır (III) Bu hâl onu hiçbir zaman somurtkan bir insan yapmamıştı çünkü Yakup Kadri’nin içi hayat doludur (IV) hareket doludur.”",
    "soru_kökü": "Bu parçada numaralanmış yerlerden hangisine iki nokta (:) getirilmelidir?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "A",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Noktalama İşaretleri",
    "soru_tipi": "bilgi_ve_uygulama",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Noktalama işaretlerini işlevlerine uygun olarak kullanır.",
    "odak_ogesi": "iki noktanın kullanımı",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0046"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-47",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 47,
    "metin_var_mi": "evet",
    "metin": "Bilgi: Öznenin yaptığı işten etkilenen ögeye “nesne” denir. Nesne, “belirtili nesne” ve “belirtisiz nesne” olmak üzere ikiye ayrılır. Belirtili nesne, yükleme “neyi, kimi, nereyi” soruları; belirtisiz nesne ise “ne” sorusu sorularak bulunur.\n\n(I) Ege türkülerinin ünlü ismi, bağlama ustası Özay Gönlüm meydan sazı ve curada ustalaşmıştır. (II) Gönlüm, tasarımını yaptığı “yâren” adlı üç saplı sazıyla televizyon programlarında geniş kitlelere seslenmiştir. (III) Çalıp söylediği Ege türküleri kadar Denizli ağzıyla yaptığı taklitler de ilgi görmüştür. (IV) Sanatçı, aralarında çok meşhur türkülerin de olduğu 3 bin 500 eseri Türk müziğine kazandırmıştır.",
    "soru_kökü": "Bu parçada numaralanmış cümlelerin hangisinde nesne kullanılmıştır?",
    "şık_a": "I",
    "şık_b": "II",
    "şık_c": "III",
    "şık_d": "IV",
    "doğru_cevap": "D",
    "konu_basligi": "Dil Bilgisi",
    "alt_konu_basligi": "Cümlenin Ögeleri",
    "soru_tipi": "bilgi_ve_uygulama",
    "beceri_alani": "Dil Bilgisi",
    "kazanım": "Cümlenin ögelerini ayırt eder.",
    "odak_ogesi": "nesne tespiti",
    "zorluk": "orta",
    "metin_uzunlugu": "orta",
    "metin_id": "metin_0047"
  },
  {
    "soru_id": "LGSTR-2023-ORNEK-48",
    "yıl": 2023,
    "ders": "Türkçe",
    "soru_no": 48,
    "metin_var_mi": "evet",
    "metin": "Leonardo da Vinci tarafından yapılan Mona Lisa, dünyanın en ünlü tablolarından biridir. Her yıl milyonlarca insan, Paris’teki Louvre (Lur) Müzesinde sergilenen bu eseri görmek için sıraya giriyor. Fakat 20. yüzyılın başlarında Mona Lisa tablosunu bilenlerin sayısı oldukça azdı. Ta ki tablo, bir sabah kayıplara karışana kadar... Polis, tablonun kayıp ilanlarını şehrin duvarlarına asarken dünya genelinde birçok gazete de bu haberi sayfalarına taşıyordu. Hâl böyle olunca milyonlarca insanın gözü bu olaya çevrildi. Fransızlar bu olaydan utanç duydu. İki yıl süren soruşturma neticesinde Mona Lisa’nın bulunduğunu duyan insanlar çok sevindi. Tablonun, ait olduğu yere asılmasının ardından sadece iki gün içerisinde yaklaşık bir milyon ziyaretçi onu görmek için Louvre Müzesine akın etti.",
    "soru_kökü": "Bu parçaya göre “Mona Lisa”nın dünyaca ünlü bir tablo hâline gelmesinin asıl nedeni aşağıdakilerden hangisidir?",
    "şık_a": "Kaybolmasının, dünya genelinde dikkat çekmesi",
    "şık_b": "Bulunma sürecinde polisin titizlikle çalışması",
    "şık_c": "Fransızların, kayıp olayına çok üzülmesi",
    "şık_d": "Bulunduktan sonra pek çok kişi tarafından ziyaret edilmesi",
    "doğru_cevap": "A",
    "konu_basligi": "Paragrafta Anlam",
    "alt_konu_basligi": "Ana Düşünce / Yardımcı Düşünceler",
    "soru_tipi": "yoruma_dayalı",
    "beceri_alani": "Anlama",
    "kazanım": "Okuduğu metnin içeriğini değerlendirir.",
    "odak_ogesi": "neden-sonuç ilişkisi",
    "zorluk": "orta",
    "metin_uzunlugu": "uzun",
    "metin_id": "metin_0048"
  },
  {
  "soru_id": "LGSTR-2023-ORNEK-49",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 49,
  "metin_var_mi": "evet",
  "metin": "Ampul, fener, mum gibi yapay ışık kaynaklarının; konumu, yönü, zamanı ve yoğunluğu bakımından yanlış kullanılmasına ışık kirliliği denir. Işık kirliliğinin, canlılar üzerinde olumsuz etkileri vardır. İnsanların uyku düzenlerinin bozulması, göç eden hayvanların yönlerini şaşırması, bitkilerin yapraklarını zamanından önce dökmesi gibi pek çok durum ışık kirliliğinin sonucudur. <u>Tüm bunların</u> dışında ışık kirliliği, gökyüzü gözlemleri için de büyük bir engeldir.",
  "soru_kökü": "Aşağıdakilerden hangisi bu metindeki altı çizili ifade ile kastedilen bir durum değildir?",
  "şık_a": "Ağaçların biyolojik saatinin değişmesi",
  "şık_b": "İnsan hayatının olumsuz etkilenmesi",
  "şık_c": "Gök bilimi ile ilgili çalışmaların aksaması",
  "şık_d": "Hayvanların yaşam dengesinin bozulması",
  "doğru_cevap": "C",
  "konu_basligi": "Paragrafta Anlam",
  "alt_konu_basligi": "Söz Öbeğinde Anlam / Yardımcı Düşünceler",
  "soru_tipi": "bilgi_ve_yoruma_dayalı",
  "beceri_alani": "Anlama",
  "kazanım": "Metindeki bağlamdan hareketle kelime ve kelime gruplarının anlamını tahmin eder.",
  "odak_ogesi": "işaret sıfatı/zamiri ile gönderme yapılan ifadeler",
  "zorluk": "orta",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_0049"
},
{
  "soru_id": "LGSTR-2023-ORNEK-50",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 50,
  "metin_var_mi": "evet",
  "metin": "Bir araştırmada atlara biri kızgın, diğeri mutlu görünen iki insanın fotoğrafı gösterilmiş. Birkaç saat sonra, fotoğrafı gösterilen kişiler -yüzlerinde kızgınlığı veya mutluluğu ortaya koyan herhangi bir ifade olmaksızın- atların karşısına getirilmiş. Atlar, fotoğrafta mutlu görünen kişiye karşı ılımlı yaklaşırken kızgın görünen kişiden uzaklaşmış.",
  "soru_kökü": "Bu parçada sözü edilen araştırmadan atlarla ilgili aşağıdakilerden hangisine ulaşılabilir?",
  "şık_a": "İnsanlarla iletişim kurma şekilleri birbirinden farklıdır.",
  "şık_b": "Diğer hayvan türlerine göre daha zekidir.",
  "şık_c": "İnsanların yüz ifadelerini anlamlandırabilir.",
  "şık_d": "Kendilerine yardım eden insanları hatırlayabilir.",
  "doğru_cevap": "C",
  "konu_basligi": "Paragrafta Anlam",
  "alt_konu_basligi": "Ana Düşünce / Yardımcı Düşünceler",
  "soru_tipi": "yoruma_dayalı",
  "beceri_alani": "Anlama",
  "kazanım": "Okuduğu metnin içeriğini değerlendirir.",
  "odak_ogesi": "çıkarım yapma",
  "zorluk": "orta",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_0050"
},
{
  "soru_id": "LGSTR-2023-ORNEK-51",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 51,
  "metin_var_mi": "evet",
  "metin": "• İsminin anlamı\n• Yapıldığı dönem\n• Yapılış amacı\n• Günümüzdeki işlevi",
  "soru_kökü": "Farklı yapıların anlatıldığı aşağıdaki metinlerin hangisinde bu bilgilerin tümüne yer verilmiştir?",
  "şık_a": "Galata Kulesi 14. yüzyılda Cenevizliler tarafından inşa edilmiştir. Osmanlı Dönemi'nde bir süre zindan olarak kullanıldıktan sonra yangın gözetleme kulesine dönüştürülmüştür. Zaman zaman deprem ve yangınlarla tahrip olan ve şu anda müze olarak kullanılan Galata Kulesi birkaç kez tadilat geçirmiştir.",
  "şık_b": "Yerebatan Sarnıcı, İstanbul’un tarihî yapılarından biridir. Bizanslılar tarafından 6. yüzyılda yaptırılmıştır. Suyun içinden yükselen mermer sütunları sebebiyle halk arasında “Yerebatan Sarayı” olarak isimlendirilmiştir. Bugün müze olarak kullanılan yapı, birçok etkinliğe ev sahipliği yapmaktadır.",
  "şık_c": "Yıldız Sarayı’nın bir parçası olan ve adını Fransızca “dağ evi” anlamındaki “chalet” sözcüğünden alan Şale Köşkü, İstanbul’un ilginç yapılarından biridir. 1956-1976 yılları arasında “Devlet Konukevi” olarak kullanılmış, 5 Temmuz 1985’te müze-saray olarak hizmete girmiştir.",
  "şık_d": "Aşiyan, Tevfik Fikret’in 1905’te yaptırdığı ve 1915’e kadar yaşadığı evidir. Farsça “kuş yuvası” manasına gelen Aşiyan’ın projesini kendisi çizmiştir. 1945 yılında Edebiyat-ı Cedide Müzesi olarak kullanılmaya başlanan ve 1961 yılında “Aşiyan Müzesi” adını alan yapı ziyarete açıktır.",
  "doğru_cevap": "D",
  "konu_basligi": "Paragrafta Anlam",
  "alt_konu_basligi": "Paragrafın İçeriği / Bilgi Tarama",
  "soru_tipi": "bilgi_ve_yoruma_dayalı",
  "beceri_alani": "Anlama",
  "kazanım": "Okuduğu metindeki içeriği değerlendirir ve istenen bilgileri tespit eder.",
  "odak_ogesi": "çoklu bilgi eşleştirme",
  "zorluk": "orta",
  "metin_uzunlugu": "uzun",
  "metin_id": "metin_0051"
},
{
  "soru_id": "LGSTR-2023-ORNEK-52",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 52,
  "metin_var_mi": "evet",
  "metin": "“Topkapı’dan Topkapı’ya” Mustafa Kutlu’nun kaleme aldığı ve İstanbul’un belli bir bölgesindeki sokakları, kütüphaneleri, tarihî mekânları, sosyal yapıyı anlattığı yazılardan oluşan dosyaların birincisidir. Mustafa Kutlu, bu yazıların üç dosyadan oluştuğunu vurguluyor ( ) ikinci ve üçüncü dosyanın henüz kitaplaştırılmadığını belirtiyor ( ) Eserde ticari açıdan hareketli birçok mekân anlatılıyor ( ) Topkapı, Gülhane, Çemberlitaş ( )",
  "soru_kökü": "Bu parçada yay ayraçla gösterilen yerlere sırasıyla getirilecek noktalama işaretleri aşağıdakilerin hangisinde verilmiştir?",
  "şık_a": "(;) (.) (;) (.)",
  "şık_b": "(;) (.) (:) (...)",
  "şık_c": "(,) (!) (:) (.)",
  "şık_d": "(,) (.) (;) (...)",
  "doğru_cevap": "B",
  "konu_basligi": "Yazım ve Noktalama",
  "alt_konu_basligi": "Noktalama İşaretleri",
  "soru_tipi": "bilgi_ve_yoruma_dayalı",
  "beceri_alani": "Anlama",
  "kazanım": "Noktalama işaretlerini işlevlerine uygun olarak kullanır.",
  "odak_ogesi": "sıralı cümle ve örnekleme noktalama işaretleri",
  "zorluk": "orta",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_0052"
},
{
  "soru_id": "LGSTR-2023-ORNEK-53",
  "yıl": 2023,
  "ders": "Türkçe",
  "soru_no": 53,
  "metin_var_mi": "evet",
  "metin": "Cümlede yönelme, bulunma ve ayrılma bildirerek yüklemi tamamlayan ögeye yer tamlayıcısı denir.\n\n(I) Behçet Necatigil; <u>şiirlerinde</u> çoğunlukla ev, aile, çevre, yalnızlık kavramlarını işledi. (II) Şiirlerini <u>çeşitli gazete ve dergilerde</u> yayımladı. (III) Necatigil, birçok yabancı sanatçının eserini <u>Türkçeye</u> kazandırdı. (IV) “Eski Toprak” adlı kitabıyla <u>Yeditepe Şiir Armağanı’nı</u> aldı.",
  "soru_kökü": "Bu metinde numaralanmış cümlelerin hangisinde altı çizili bölüm yer tamlayıcısı değildir?",
  "şık_a": "I",
  "şık_b": "II",
  "şık_c": "III",
  "şık_d": "IV",
  "doğru_cevap": "D",
  "konu_basligi": "Cümlenin Ögeleri",
  "alt_konu_basligi": "Yer Tamlayıcısı (Dolaylı Tümleç)",
  "soru_tipi": "bilgi_ve_yoruma_dayalı",
  "beceri_alani": "Dil Bilgisi",
  "kazanım": "Cümlenin ögelerini ayırt eder.",
  "odak_ogesi": "öge analizi ve yer tamlayıcısı-nesne ayrımı",
  "zorluk": "orta",
  "metin_uzunlugu": "orta",
  "metin_id": "metin_0053"
}
  
]
